cjk_comp_hanja_to_unif_dict = {
    chr(0xf900): chr(0x8c48),
    chr(0xf901): chr(0x66f4),
    chr(0xf902): chr(0x8eca),
    chr(0xf903): chr(0x8cc8),
    chr(0xf904): chr(0x6ed1),
    chr(0xf905): chr(0x4e32),
    chr(0xf906): chr(0x53e5),
    chr(0xf907): chr(0x9f9c),
    chr(0xf908): chr(0x9f9c),
    chr(0xf909): chr(0x5951),
    chr(0xf90a): chr(0x91d1),
    chr(0xf90b): chr(0x5587),
    chr(0xf90c): chr(0x5948),
    chr(0xf90d): chr(0x61f6),
    chr(0xf90e): chr(0x7669),
    chr(0xf90f): chr(0x7f85),
    chr(0xf910): chr(0x863f),
    chr(0xf911): chr(0x87ba),
    chr(0xf912): chr(0x88f8),
    chr(0xf913): chr(0x908f),
    chr(0xf914): chr(0x6a02),
    chr(0xf915): chr(0x6d1b),
    chr(0xf916): chr(0x70d9),
    chr(0xf917): chr(0x73de),
    chr(0xf918): chr(0x843d),
    chr(0xf919): chr(0x916a),
    chr(0xf91a): chr(0x99f1),
    chr(0xf91b): chr(0x4e82),
    chr(0xf91c): chr(0x5375),
    chr(0xf91d): chr(0x6b04),
    chr(0xf91e): chr(0x721b),
    chr(0xf91f): chr(0x862d),
    chr(0xf920): chr(0x9e1e),
    chr(0xf921): chr(0x5d50),
    chr(0xf922): chr(0x6feb),
    chr(0xf923): chr(0x85cd),
    chr(0xf924): chr(0x8964),
    chr(0xf925): chr(0x62c9),
    chr(0xf926): chr(0x81d8),
    chr(0xf927): chr(0x881f),
    chr(0xf928): chr(0x5eca),
    chr(0xf929): chr(0x6717),
    chr(0xf92a): chr(0x6d6a),
    chr(0xf92b): chr(0x72fc),
    chr(0xf92c): chr(0x90de),
    chr(0xf92d): chr(0x4f86),
    chr(0xf92e): chr(0x51b7),
    chr(0xf92f): chr(0x52de),
    chr(0xf930): chr(0x64c4),
    chr(0xf931): chr(0x6ad3),
    chr(0xf932): chr(0x7210),
    chr(0xf933): chr(0x76e7),
    chr(0xf934): chr(0x8001),
    chr(0xf935): chr(0x8606),
    chr(0xf936): chr(0x865c),
    chr(0xf937): chr(0x8def),
    chr(0xf938): chr(0x9732),
    chr(0xf939): chr(0x9b6f),
    chr(0xf93a): chr(0x9dfa),
    chr(0xf93b): chr(0x788c),
    chr(0xf93c): chr(0x797f),
    chr(0xf93d): chr(0x7da0),
    chr(0xf93e): chr(0x83c9),
    chr(0xf93f): chr(0x9304),
    chr(0xf940): chr(0x9e7f),
    chr(0xf941): chr(0x8ad6),
    chr(0xf942): chr(0x58df),
    chr(0xf943): chr(0x5f04),
    chr(0xf944): chr(0x7c60),
    chr(0xf945): chr(0x807e),
    chr(0xf946): chr(0x7262),
    chr(0xf947): chr(0x78ca),
    chr(0xf948): chr(0x8cc2),
    chr(0xf949): chr(0x96f7),
    chr(0xf94a): chr(0x58d8),
    chr(0xf94b): chr(0x5c62),
    chr(0xf94c): chr(0x6a13),
    chr(0xf94d): chr(0x6dda),
    chr(0xf94e): chr(0x6f0f),
    chr(0xf94f): chr(0x7d2f),
    chr(0xf950): chr(0x7e37),
    chr(0xf951): chr(0x964b),
    chr(0xf952): chr(0x52d2),
    chr(0xf953): chr(0x808b),
    chr(0xf954): chr(0x51dc),
    chr(0xf955): chr(0x51cc),
    chr(0xf956): chr(0x7a1c),
    chr(0xf957): chr(0x7dbe),
    chr(0xf958): chr(0x83f1),
    chr(0xf959): chr(0x9675),
    chr(0xf95a): chr(0x8b80),
    chr(0xf95b): chr(0x62cf),
    chr(0xf95c): chr(0x6a02),
    chr(0xf95d): chr(0x8afe),
    chr(0xf95e): chr(0x4e39),
    chr(0xf95f): chr(0x5be7),
    chr(0xf960): chr(0x6012),
    chr(0xf961): chr(0x7387),
    chr(0xf962): chr(0x7570),
    chr(0xf963): chr(0x5317),
    chr(0xf964): chr(0x78fb),
    chr(0xf965): chr(0x4fbf),
    chr(0xf966): chr(0x5fa9),
    chr(0xf967): chr(0x4e0d),
    chr(0xf968): chr(0x6ccc),
    chr(0xf969): chr(0x6578),
    chr(0xf96a): chr(0x7d22),
    chr(0xf96b): chr(0x53c3),
    chr(0xf96c): chr(0x585e),
    chr(0xf96d): chr(0x7701),
    chr(0xf96e): chr(0x8449),
    chr(0xf96f): chr(0x8aaa),
    chr(0xf970): chr(0x6bba),
    chr(0xf971): chr(0x8fb0),
    chr(0xf972): chr(0x6c88),
    chr(0xf973): chr(0x62fe),
    chr(0xf974): chr(0x82e5),
    chr(0xf975): chr(0x63a0),
    chr(0xf976): chr(0x7565),
    chr(0xf977): chr(0x4eae),
    chr(0xf978): chr(0x5169),
    chr(0xf979): chr(0x51c9),
    chr(0xf97a): chr(0x6881),
    chr(0xf97b): chr(0x7ce7),
    chr(0xf97c): chr(0x826f),
    chr(0xf97d): chr(0x8ad2),
    chr(0xf97e): chr(0x91cf),
    chr(0xf97f): chr(0x52f5),
    chr(0xf980): chr(0x5442),
    chr(0xf981): chr(0x5973),
    chr(0xf982): chr(0x5eec),
    chr(0xf983): chr(0x65c5),
    chr(0xf984): chr(0x6ffe),
    chr(0xf985): chr(0x792a),
    chr(0xf986): chr(0x95ad),
    chr(0xf987): chr(0x9a6a),
    chr(0xf988): chr(0x9e97),
    chr(0xf989): chr(0x9ece),
    chr(0xf98a): chr(0x529b),
    chr(0xf98b): chr(0x66c6),
    chr(0xf98c): chr(0x6b77),
    chr(0xf98d): chr(0x8f62),
    chr(0xf98e): chr(0x5e74),
    chr(0xf98f): chr(0x6190),
    chr(0xf990): chr(0x6200),
    chr(0xf991): chr(0x649a),
    chr(0xf992): chr(0x6f23),
    chr(0xf993): chr(0x7149),
    chr(0xf994): chr(0x7489),
    chr(0xf995): chr(0x79ca),
    chr(0xf996): chr(0x7df4),
    chr(0xf997): chr(0x806f),
    chr(0xf998): chr(0x8f26),
    chr(0xf999): chr(0x84ee),
    chr(0xf99a): chr(0x9023),
    chr(0xf99b): chr(0x934a),
    chr(0xf99c): chr(0x5217),
    chr(0xf99d): chr(0x52a3),
    chr(0xf99e): chr(0x54bd),
    chr(0xf99f): chr(0x70c8),
    chr(0xf9a0): chr(0x88c2),
    chr(0xf9a1): chr(0x8aaa),
    chr(0xf9a2): chr(0x5ec9),
    chr(0xf9a3): chr(0x5ff5),
    chr(0xf9a4): chr(0x637b),
    chr(0xf9a5): chr(0x6bae),
    chr(0xf9a6): chr(0x7c3e),
    chr(0xf9a7): chr(0x7375),
    chr(0xf9a8): chr(0x4ee4),
    chr(0xf9a9): chr(0x56f9),
    chr(0xf9aa): chr(0x5be7),
    chr(0xf9ab): chr(0x5dba),
    chr(0xf9ac): chr(0x601c),
    chr(0xf9ad): chr(0x73b2),
    chr(0xf9ae): chr(0x7469),
    chr(0xf9af): chr(0x7f9a),
    chr(0xf9b0): chr(0x8046),
    chr(0xf9b1): chr(0x9234),
    chr(0xf9b2): chr(0x96f6),
    chr(0xf9b3): chr(0x9748),
    chr(0xf9b4): chr(0x9818),
    chr(0xf9b5): chr(0x4f8b),
    chr(0xf9b6): chr(0x79ae),
    chr(0xf9b7): chr(0x91b4),
    chr(0xf9b8): chr(0x96b7),
    chr(0xf9b9): chr(0x60e1),
    chr(0xf9ba): chr(0x4e86),
    chr(0xf9bb): chr(0x50da),
    chr(0xf9bc): chr(0x5bee),
    chr(0xf9bd): chr(0x5c3f),
    chr(0xf9be): chr(0x6599),
    chr(0xf9bf): chr(0x6a02),
    chr(0xf9c0): chr(0x71ce),
    chr(0xf9c1): chr(0x7642),
    chr(0xf9c2): chr(0x84fc),
    chr(0xf9c3): chr(0x907c),
    chr(0xf9c4): chr(0x9f8d),
    chr(0xf9c5): chr(0x6688),
    chr(0xf9c6): chr(0x962e),
    chr(0xf9c7): chr(0x5289),
    chr(0xf9c8): chr(0x677b),
    chr(0xf9c9): chr(0x67f3),
    chr(0xf9ca): chr(0x6d41),
    chr(0xf9cb): chr(0x6e9c),
    chr(0xf9cc): chr(0x7409),
    chr(0xf9cd): chr(0x7559),
    chr(0xf9ce): chr(0x786b),
    chr(0xf9cf): chr(0x7d10),
    chr(0xf9d0): chr(0x985e),
    chr(0xf9d1): chr(0x516d),
    chr(0xf9d2): chr(0x622e),
    chr(0xf9d3): chr(0x9678),
    chr(0xf9d4): chr(0x502b),
    chr(0xf9d5): chr(0x5d19),
    chr(0xf9d6): chr(0x6dea),
    chr(0xf9d7): chr(0x8f2a),
    chr(0xf9d8): chr(0x5f8b),
    chr(0xf9d9): chr(0x6144),
    chr(0xf9da): chr(0x6817),
    chr(0xf9db): chr(0x7387),
    chr(0xf9dc): chr(0x9686),
    chr(0xf9dd): chr(0x5229),
    chr(0xf9de): chr(0x540f),
    chr(0xf9df): chr(0x5c65),
    chr(0xf9e0): chr(0x6613),
    chr(0xf9e1): chr(0x674e),
    chr(0xf9e2): chr(0x68a8),
    chr(0xf9e3): chr(0x6ce5),
    chr(0xf9e4): chr(0x7406),
    chr(0xf9e5): chr(0x75e2),
    chr(0xf9e6): chr(0x7f79),
    chr(0xf9e7): chr(0x88cf),
    chr(0xf9e8): chr(0x88e1),
    chr(0xf9e9): chr(0x91cc),
    chr(0xf9ea): chr(0x96e2),
    chr(0xf9eb): chr(0x533f),
    chr(0xf9ec): chr(0x6eba),
    chr(0xf9ed): chr(0x541d),
    chr(0xf9ee): chr(0x71d0),
    chr(0xf9ef): chr(0x7498),
    chr(0xf9f0): chr(0x85fa),
    chr(0xf9f1): chr(0x96a3),
    chr(0xf9f2): chr(0x9c57),
    chr(0xf9f3): chr(0x9e9f),
    chr(0xf9f4): chr(0x6797),
    chr(0xf9f5): chr(0x6dcb),
    chr(0xf9f6): chr(0x81e8),
    chr(0xf9f7): chr(0x7acb),
    chr(0xf9f8): chr(0x7b20),
    chr(0xf9f9): chr(0x7c92),
    chr(0xf9fa): chr(0x72c0),
    chr(0xf9fb): chr(0x7099),
    chr(0xf9fc): chr(0x8b58),
    chr(0xf9fd): chr(0x4ec0),
    chr(0xf9fe): chr(0x8336),
    chr(0xf9ff): chr(0x523a),
    chr(0xfa00): chr(0x5207),
    chr(0xfa01): chr(0x5ea6),
    chr(0xfa02): chr(0x62d3),
    chr(0xfa03): chr(0x7cd6),
    chr(0xfa04): chr(0x5b85),
    chr(0xfa05): chr(0x6d1e),
    chr(0xfa06): chr(0x66b4),
    chr(0xfa07): chr(0x8f3b),
    chr(0xfa08): chr(0x884c),
    chr(0xfa09): chr(0x964d),
    chr(0xfa0a): chr(0x898b),
    chr(0xfa0b): chr(0x5ed3),
}

middledot_dict = {
    chr(0x119E): chr(0x00b7),# ᆞ hangul jamo 아래 아 
    chr(0x2024): chr(0x00b7),# ․ general punctuation one dot leader
    chr(0x2027): chr(0x00b7),# ‧ general punctuation hyphenation point
    chr(0x22C5): chr(0x00b7),# ⋅ Mathematical Operators Dot Operator
    chr(0x2981): chr(0x00b7),# ⦁ Miscellaneous Mathematical Symbols-B Z NOTATION SPOT
    chr(0x30fb): chr(0x00b7),# ・ katakana middle dot 
    chr(0x318d): chr(0x00b7),# ㆍhangul compatibility jamo 아래 아 
    chr(0xff65): chr(0x00b7),# ･ specials katakana middle dot 
}

ascii_to_half_full = {chr(0xff00 + ascii_code - 32):chr(ascii_code) for ascii_code in range(33, 127)}

won_dict = {
    chr(0x5c): chr(0x20a9),
    chr(0xffe6): chr(0x20a9),
}

empty_circle = {
    chr(0x3007): chr(0x25cb), # 〇 ○ white circle
}

cjk_half_punctu = {
    chr(0xff61):chr(0x3002), # ｡ 。
    chr(0xff62):chr(0x300c), # ｢ 「
    chr(0xff63):chr(0x300d), # ｣ 」
    chr(0xff64):chr(0x3001), # ､ 、
}

wrong_glyph = {
    '\\', # ['2022년 누리과정 보육료 예탁금 지급(3차)', '결재문서본문 - 2022-10-04T151340.124', '결재문서본문 - 2022-10-18T193020.376', '2022년 동부권역 소규모 하천정비사업(3회추경) 실시설계용역 시행', '결재문서본문 - 2022-10-18T115325.780', '2022년 저수지 퇴적토 준설사업 실시설계용역 시행', '보육교사 건강장해 예방 매뉴얼 개발에 따른 외부 집필진 계약 체결', '결재문서본문 - 2022-10-04T175447.825', '결재문서본문 - 2022-09-30T124520.630', '결재문서본문 - 2022-10-01T074405.367', '결재문서본문 - 2022-10-04T160809.506', '2022년 경로당 정부양곡비 지급(9월)', '도곡온천지구 활성화 방안 용역 시행', '결재문서본문 - 2022-10-04T161507.850', '2022년 서부권역 소규모 하천정비사업(3회추경) 실시설계용역 시행']
    'ʱ', # ['당진형 마더센터 조성 추진계획', '당진 역사_인문투어 기업체 유치 계획', '의정비심의위원회 개최 계획', '근골격계 부담작업 유해요인조사 실시계획(안)', "'22년도 국가안전大전환 추진에 따른 상수도분야 집중안전점검 결과 보고", '2022 광주통계연보 추진계획(안)', '2022년 합천군 농축산물 가격안정기금          운용 계획 심의회 개최 계획(안)', '제4회 동구 사회복지의 날 기념 유공자 표창 계획', '제8기 지역보건의료계획 수립 추진 계획', '당진시 재정계획 및 재정공시심의위원회 심의 계획']
    'ʲ', # ['당진형 마더센터 조성 추진계획', '당진 역사_인문투어 기업체 유치 계획', '의정비심의위원회 개최 계획', '근골격계 부담작업 유해요인조사 실시계획(안)', "'22년도 국가안전大전환 추진에 따른 상수도분야 집중안전점검 결과 보고", '2022 광주통계연보 추진계획(안)', '2022년 합천군 농축산물 가격안정기금          운용 계획 심의회 개최 계획(안)', '제4회 동구 사회복지의 날 기념 유공자 표창 계획', '제8기 지역보건의료계획 수립 추진 계획']
    'ʳ', # ['근골격계 부담작업 유해요인조사 실시계획(안)', '당진 역사_인문투어 기업체 유치 계획', '2022 광주통계연보 추진계획(안)', '제8기 지역보건의료계획 수립 추진 계획', '제4회 동구 사회복지의 날 기념 유공자 표창 계획', '2022년 합천군 농축산물 가격안정기금          운용 계획 심의회 개최 계획(안)']
    'ʴ', # ['근골격계 부담작업 유해요인조사 실시계획(안)', '당진 역사_인문투어 기업체 유치 계획', '2022 광주통계연보 추진계획(안)', '제8기 지역보건의료계획 수립 추진 계획', '2022년 합천군 농축산물 가격안정기금          운용 계획 심의회 개최 계획(안)']
    'ʵ', # ['근골격계 부담작업 유해요인조사 실시계획(안)', '제8기 지역보건의료계획 수립 추진 계획']
    'ʶ', # ['제8기 지역보건의료계획 수립 추진 계획']
    'ʼ', # ['공공부문 비정규직 채용 사전심사제도 운영 계획']
    '˪', # ['「보령시 아동 급식지원 조례」일부개정 계획']
    '˯', # ['환경피해대응 주민건강모니터링 용역 중간보고회 개최 계획', '자매결연도시 마포구「제29회 마포구민의 날」 참석 계획', '아동청소년과 한시임기제공무원 채용계획(안)']
    '˻', # ['2023년 민간위탁금(노사지원팀) 본예산 편성보고']
    'Ϛ', # ['민선8기 구청장 공약사항 실천계획 및 목록 확정 보고', '2022년 탄소중립 시민실천단 워크숍 개최 계획', '수시 제9차 지방재정계획심의위원회 회의(심의)결과 보고', '고령친화도시 조성위원회  위촉식 및 정기회의 개최 계획', '지속가능한 미래를 위한 탄소중립 특강 계획', '태안군민대상 조례 일부개정 추진계획', '2022 광주통계연보 추진계획(안)', '수시 제9차 지방재정계획심의위원회 회의(심의)결과 알림', '중간보고회 개최 결과보고', '아동청소년과 한시임기제공무원 채용계획(안)']
    '▄', # ['2022년 제5회 지방임기제공무원 채용계획']
    '▢', # ['2022 다문화가족 페스티벌 지원계획']
    '◯', # ['2022년 9월 보훈명예수당 지급', ]
    '❖', # ['2023년도 지방세연구원 출연금 출연 계획(안)',] 
    '⭕', # ['제8기(2023_2026) 지역보건의료계획 수립계획']
    '⸢', # ['미추홀구 신청사건립사업 추진 현황 정기보고(9월)']
    '⸱', # ['신안군의회 조례안 부의안건', '2023년도 당초예산 정책사업 예산편성계획']
    '〜', # ['「제11회 굿네이버스 누리교육그림그리기대회」참여 우수아동에 대한 상장 시상 계획', '「평생교육 중장기 발전계획 수립」연구용역 중간보고회 개최 계획', '2022 찾아가는 복지 유공자 표창 계획', '2022년 제8차 조례ㆍ규칙심의회 심의 계획', '식물원 주변 인프라구축 공공용지취득 예산편성 추진계획', ]
    '〮', # ['2022년 제3차 용역과제심의위원회 개최 계획', '결재문서본문 - 2022-10-01T064615.268']
    '￭', # ['조례규칙 심의회 의결서(12회)', ]

}

correct_glyph ={
'²', # ['제2회 금산군기부심사위원회 심의회 결과보고', '『엄궁1배수장 외 3개소 자동운영 관리시스템 구축』사업 추진 계획 보고', '대형유통시설 화재예방을 위한 특별안전관리 추진계획']
'³', # ['『엄궁1배수장 외 3개소 자동운영 관리시스템 구축』사업 추진 계획 보고']
'¹', # ['제2회 금산군기부심사위원회 심의회 결과보고']
'ʼ', # ['2023년도 기간제근로자 채용 사전심사제 운영계획(안)', '2023년도 기간제근로자 채용 사전심사제 운영계획', '공공부문 비정규직 채용 사전심사제도 운영 계획']
'˅', # ['제8기 지역보건의료계획 수립 추진 계획']
'ˇ', # ['대전광역시 참전유공자 지원 조례 일부개정 계획(안)']
'ː', # ['재난문자방송 송출판단회의 보고(2022.9.27.) - 코로나19 확진자 일일 발생현황(365명)', '재난문자방송 송출판단회의 보고(2022.9.28.) - 코로나19 확진자 일일 발생현황(326명)', '영도 경제기반형 도시재생사업 추진계획 보고']
'˝', # ['제27회 대덕제 대구 앞산 축제 교통통제 용역인력 관리 운영계획', '2022년(1._7.) 남구 옴부즈만 운영상황 보고']
'˹', # ['결재문서본문 - 2022-09-30T110823.252']
'ʹ', # ['속초시 시세 징수 조례 시행규칙 등 일부개정 계획']
'‣', # ['사상구 정신건강복지센터 민간위탁 적정성 검토보고', '2022년 제2회 통합재정안정화기금운용심의위원회 심의 계획', '사상구 정신건강복지센터 민간위탁 운영 성과평가 계획', '2022년 제9회 의왕시청소년진로박람회 안전 관리 및 지원 계획', '2023_2027년 중기지방재정계획 수립 추진', '민선8기 구청장 취임 100일 맞이『클린진』추진 계획', '지방시간선택제 임기제 공무원(흡연단속) 채용 계획(안)', '민주평통 대전서구협의회 청소년 통일공감 미디어 콘텐츠 공모전 상장수여 계획', '삼락·화명생태공원 신규 파크골프장 개장 계획보고', '2022년 해운대구 적극행정 우수사례 경진대회 추진계획', '「9. 6. 제11호 태풍(힌남노)」로 인한 사유재산(주택) 피해 조사결과 및 재난지원금 지급에 따른 보고', '2022년 적극행정 직장교육 시행계획', '2022년 우수 이·통장활동 유공자 표창 계획', '2023년 항측(무허가건축물), 광고물관리 공무직 채용계획', '2022년 제2회 진주시 아동친화도시 추진단 회의 개최 계획 보고', '(재)영화의전당 2022년 제5차 직원 공개채용 사전협의 검토 보고', '결재문서본문 - 2022-09-30T041111.083', '공무원노조 북구지부「조합원 단체 영화관람」행사 동향보고', '2023년 본예산 반영을 위한 유니세프 아동친화도시 사업 검토보고', '무라카미 다카시展 전시장 누수 및 항온항습 문제 상황보고', '2022년 읍면동 주민총회 개최결과 보고', '2022년 소셜벤처 경연대회 우수자 시장 포상 검토보고', '안산시 기간제근로자 관리 규정 일부개정 계획', '연제구국민체육센터 시간선택제 임기제공무원 채용 변경 계획', '지역맞춤형 통합하천사업 수요조사 제출 관련 보고', '아동보호전담요원(시간선택제임기제공무원) 추가 채용 계획', '「수원시 고향사랑 기부금 모금 및 운용에 관한 조례」제정 계획', '결재문서본문 - 2022-10-14T142255.624', '2022년 하반기 작업환경측정 실시 계획', '2022년 사회복지관 우수직원 시장 표창 계획', '2022년 안성문화도시 100만원 해봄실험실 오리엔테이션 개최 계획(안)', '장애인복지위원회 위원 해촉 및 위촉 건의', '2023년「재난안전예산 사전검토」운영 계획', '직원 건강증진을 위한 청사 체력단련실 장비 구입계획', '고위험군 인지저하자 치매진단검사 홍보용 인지강화꾸러미 구입계획', '금정구 인구정책 아이디어 공모전 추진계획', '2022년 제1차 장애인복지위원회 서면 회의 개최 계획', '2022년 지식커뮤니티 워크숍 개최 계획', '제23회「사회복지의 날」유공자 표창 계획', '고위공직자 대상 반부패 청렴수준 자기진단 실시 결과보고', '2023년 상반기 퇴직준비교육(공로연수) 실시계획', '2023년도 중구 주차장 안전실태조사 추진 계획', '‘22년 기관보육료지원 어린이집 조리원 인건비 보조금 변경내시 및 4분기 교부건의', '해운대구 구정혁신 아이디어 공모 계획', '재활용품 수집그물망 구입 계획 보고', '시간선택제임기제공무원 도시계획전문관 채용계획', '2022년 『공공디자인&#10625;유해환경개선옥외광고물 분야』업무추진실적 평가 및 포상 계획', '장애인주간보호시설 이용장애인 및 종사자 정원 변경(안)', '대흥동 행정복지센터 청사 냉난방기 교체공사 추진계획', '부산광역시 주택시장 모니터링단 정기보고회 개최', '사상구 의료급여심의위원회 심의 개최 계획(2022년 9차)', '2022년 북구 지역복지박람회 운영 지원계획', '2023_2026년도 의왕시 의정비심의위원회 구성 및 운영계획', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)', "'북구를 만나다' 관광영상·관광캐릭터 공모전 최종 선정 결과보고", '고향사랑기부금 모금 및 운용에 관한 조례 제정 계획', "'22년도 국가안전大전환 추진에 따른 상수도분야 집중안전점검 결과 보고", '2022년 소형어선 유류비 지원사업 보조금 지급(2분기) 검토보고', '2022년도 공공조형물 관리실태 점검계획', '금정구 맞춤형 인구정책 리서치 및 리빙랩 추진계획', '부산광역시 동구 조례 입법평가 조례 제정 계획', '부산중독관리통합지원센터 운영 민간위탁 재위탁 계획', '「제5기 지역사회보장계획 수립 연구용역」최종보고회 결과 보고', '제37회 시민의 날 기념식 및 체육대회 개최계획 보고', '제9회 사하구 희망복지박람회 개최 계획', '2023년 지역사회보장협의체 사무국 운영 예산 편성 관련 검토보고', '공적심사의결서(기초생활보장 유공)']
'⁃', # ['고위험군 인지저하자 치매진단검사 홍보용 인지강화꾸러미 구입계획', '2023년 공공기관 통합업무서비스 유지관리 추진계획', '장애인복지위원회 위원 해촉 및 위촉 건의']
'₃', # ['2023년 옥정신도시 초미세먼지 전용 측정소 설치 계획 보고(변경)']
'⁋', # ["'23 벼재배면적 감축 논타작물재배사업 추진계획"]
'↳', # ['2023_2027년 중기지방재정계획 수립계획']
'⇀', # ['실국원 탄소중립 실천과제 보고회 개최 계획']
'⇄', # ['「제43회 흰 지팡이의 날」장애인 복지 유공자 표창 계획(수정)']
'⇐', # ['2023년 상반기 퇴직준비교육(공로연수) 실시계획']
'⇓', # ['2023년 상반기 퇴직준비교육(공로연수) 실시계획', '건강체력증진센터 시간선택제임기제 공무원(마급) 임용계획']
'⇛', # ['2022 재난대응 안전한국훈련 기본계획', '고양시 아동친화도시 추진위원회 구성 계획(안)']
'⇦', # ['중대(산업·시민)재해 발생 대비·대응 매뉴얼 시행', '2022년 소셜벤처 경연대회 우수자 시장 포상 검토보고', '태백시 통반 행정구역 조정계획']
'⇨', # ['2023년도 예산의 성과계획서 작성 계획', '2023년도 기간제근로자 채용 사전심사제 운영계획(안)', '2023년도 당초예산 정책사업 예산편성계획', '사상구 정신건강복지센터 운영 민간위탁 재계약 추진 계획', '민선8기 구청장 취임 100일 맞이『클린진』추진 계획', '어촌뉴딜사업 지방경비부담 비율 조정에 따른 예산 편성 보고', '양주 종합사회복지센터 설계공모 추진계획 보고', '「제43회 흰 지팡이의 날」장애인 복지 유공자 표창 계획(수정)', '2022년 해운대구 적극행정 우수사례 경진대회 추진계획', '「부산광역시 사하구 아동 급식 지원 조례」일부 개정 계획', '결재문서본문 - 2022-09-30T041111.083', '2022년 우수 이·통장활동 유공자 표창 계획', '2023년도 사회적경제 분야 주요사업 추진계획 보고', '공적심사의결서(2022년 장애인직업재활유공자 복지부 포상추천)', '연제구국민체육센터 시간선택제 임기제공무원 채용 변경 계획', '2022년도 환경미화원 신규채용 계획(안)', '2022년 소셜벤처 경연대회 우수자 시장 포상 검토보고', '용인환경센터 잉여폐기물(비목재파쇄물) 외부위탁(4차) 처리계획 검토보고', '자치법규 규제입증책임제 추진 계획', "'22년 제2회 市 지역수자원관리위원회 개최 결과", '고흥군 공무직 및 기간제근로자 관리 규정 일부개정(안)', '2022년 사회복지관 우수직원 시장 표창 계획', '군수 지시사항 추진 철저(전직원 공람)', '영암군 안전보건관리(총괄)책임자 변경 선임', '저소득세대 건강보험료 지원 관련 2023년 소요예산 확보 검토 보고', '중대(산업·시민)재해 발생 대비·대응 매뉴얼 시행', '2022년 아동학대예방 및 자원봉사자 유공 포상계획', '직원 건강증진을 위한 청사 체력단련실 장비 구입계획', '근골격계 부담작업 유해요인조사 실시계획(안)', '달홀목욕탕 기간제근로자 채용 재공고 계획', '서구 에코센터(재활용선별장) 공무직 채용 계획', '2022년 제27차 건설산업기본법(건설업) 위반 업체 행정처분 검토보고', '2022년 위기가구 등 복지사각지대 발굴·지원 계획', '태백시 통반 행정구역 조정계획', '종량제봉투 등 판매소 공급체계 개선 직영 추진 계획', '공원 내 어린이물놀이시설 추진계획', '2023_2027년도 중기공유재산관리계획 수립 계획', '2022년 제3회 교통국 제1공적심사위원회 개최 계획', '공적심사의결서(민간인 and 시군 공무원)', '대흥동 행정복지센터 청사 냉난방기 교체공사 추진계획', '대전광역시 참전유공자 지원 조례 일부개정 계획(안)', '공적심사의결서(2022년 상반기 재정집행 추진 유공)', '비정규직근로자 채용 정기 사전심사제 운영 계획', '사회복지국 정기 근무성적평정 실시계획', '스토리가 있는 「충북 관광사진 공모전」 개최 계획', '2023년 기간제근로자 채용 사전심사제 운영계획', '당진형 마더센터 조성 추진계획', 'BTS 콘서트 개최 대비 도시환경정비 추진 계획', '2022년 제6회 지방재정계획심의위원회 개최 결과', '달홀목욕탕 기간제근로자 채용공고 계획', '2022년 하반기 지방세입 징수대책 보고회 계획']
'⇩', # ['2022년 소셜벤처 경연대회 우수자 시장 포상 검토보고', '민원실 비상상황 대비 모의훈련 계획', '태백시 통반 행정구역 조정계획', '제8기(2023_2026) 지역보건의료계획 수립계획', '사회복지국 정기 근무성적평정 실시계획', '중대(산업·시민)재해 발생 대비·대응 매뉴얼 시행']
'∎', # ['결재문서본문 - 2022-10-01T055656.148', '제2회 금산군기부심사위원회 심의회 결과보고', '수질분석실 임기제 공무원 채용계획', '2022년 탄소중립 시민실천단 워크숍 개최 계획', '2032 주거종합계획 및 주거실태조사 용역 시행계획', '지속가능한 미래를 위한 탄소중립 특강 계획', '익산시 지방일반임기제공무원 채용 계획(본문)', "'22년도 국가안전大전환 추진에 따른 상수도분야 집중안전점검 결과 보고", '연수구 장애인복지시설 신축 및 이전 계획 4차 변경(안)', '2022년 집중 안전점검 결과보고회 개최 계획', '철원군 아동보호 및 복지증진에 관한 조례 일부개정 계획', '2023년 저소득 노인가구 건강보험료 지원계획', '2023년 서면 의용소방대 사무실 수리·수선 계획']
'∘', # ['2022년도 하반기 채용 대행 용역 추진 계획(안) 보고', '결재문서본문 - 2022-10-01T035352.194', '2023년도 당초예산 정책사업 예산편성계획', '「제43회 흰 지팡이의 날」장애인 복지 유공자 표창 계획(수정)', '울산북구장애인복지관 민간위탁 적정성 검토 보고', '2022 신발특화 메이커스페이스 구축·운영 보조금 교부 계획', '워케이션센터 우수사례 현장답사 결과보고', '2022년 금정구의정비심의위원회 회의 개최', '2023년 항측(무허가건축물), 광고물관리 공무직 채용계획', '2023년도 재난관리기금 운용계획(안) 재난관리기금 운용심의위원회 개최 계획', '(재)영화의전당 2022년 제5차 직원 공개채용 사전협의 검토 보고', '2022년 의료급여사업 유공 공무원 표창 대상자 선발계획', '2207차 의료급여 심의위원회 심의계획', '「완도군 청원경찰 복무 규정」 일부개정 계획', '공적심사의결서(22년 취약노인 보호 유공자)', '「청년해방구 AREA 051」지원 계획', '2022년도 환경미화원 신규채용 계획(안)', '공적심사의결서(전통시장 활성화 유공)', '(정책) 2022년 제1회 용역과제심의위원회 개최 계획', '아라천 디자인큐브 재위탁 운영 추진계획', '2023년 보건의료원 의료지원과(원무팀) 기간제근로자 채용 계획', '공적심사의결서(2022년도 자활분야 우수지자체 포상)', '수산종자연구소 기간제 근로자 채용계획[안]', '제5회 시장배 전국 직장인 이스포츠 대회 포상(상장) 계획', '2022 재난대응 안전한국훈련 기본계획', '2022년 의정비심의위원회 위촉 및 회의개최 계획(안)', '2022년 진주시 재난관리기금 운용 심의위원회 (제7회-서면심의) 개최 결과보고', '2023년도 사회복지기금 운용 계획(안)', '공적심사의결서(모범장병 유공 등 3개 분야)', '대전광역시 중구 법제사무처리 규정 일부개정규정안', '제576돌 한글날「한글발전유공 표창」계획', '2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '2023년 동 자원재활용 경진대회 폐지 검토 보고', '구)대사동 행정복지센터 및 청사 제2별관 활용방안 검토보고', '2023년도 중구 주차장 안전실태조사 추진 계획', '공원 내 어린이물놀이시설 추진계획', '2022년 제26회 노인의 날 모범노인·노인복지기여자(중구청장) 유공 민간인 표창 대상자 선발 계획', '「울주군 주민투표 조례」일부개정 계획', '국공립어린이집 위탁운영체(자) 선정 계획', '대형유통시설 화재예방을 위한 특별안전관리 추진계획', '대흥동 행정복지센터 청사 냉난방기 교체공사 추진계획', '동구 청년 정책 아이디어 공모전 접수 현황 보고 및 심사 계획', '우수이용자 표창계획(안)', '제309회 임시회 상임위(해양도시안전위) 회의결과 보고', '결재문서본문 - 2022-10-04T143340.286', '「울주군 지역치안협의회 설치 및 운영에 관한 조례」일부개정 계획', '여수시도시관리공단 임원(이사장) 임기 시작일 변경 알림', '2022년 생물테러 대비·대응 대규모 모의훈련 실시계획', '지역축제 안전관리계획 심의 결과 보고', '시간선택제임기제공무원 채용 연장 계획', '바다역 여행자센터 신축 기본 계획(안)']
'≼', # ['2022년 사회복지관 우수직원 시장 표창 계획']
'≽', # ['2022년 사회복지관 우수직원 시장 표창 계획']
'⋅', # ['2022년 정기 위험성평가 결과 보고', '안산시 기간제근로자 관리 규정 일부개정 계획', '원안가결 조례 공포안에 대한 검토 보고', '「시흥시 통·반 설치 조례 시행규칙」일부 개정 계획', '2022년 무안군 군정발전 아이디어 공모전 개최 계획', "'22년도 국가안전大전환 추진에 따른 상수도분야 집중안전점검 결과 보고", '건축위원회 심의 효율적 운영 방안 검토 보고', '제18회 임업인 한마음대회 참가 계획 보고', '우수이용자 표창계획(안)']
'⋗', # ['2023년도 사회복지기금 운용 계획(안)']
'⋯', # ['2023년 종합사회복지관 운영관리 계획', '2023년 국가보훈대상자 예우 및 지원계획(안)']
'⌌', # ['서구 에코센터(재활용선별장) 공무직 채용 계획']
'⌎', # ['서구 에코센터(재활용선별장) 공무직 채용 계획']
'⌜', # ['2022년 하반기 지방세 체납액 특별정리 추진계획', '2022년 9월 민원처리실적 보고', '결재문서본문 - 2022-10-14T112010.380', '「인천광역시 연수구 물품관리조례」 수정가결 조례 공포안에 대한 검토 보고', '산사태 및 호우피해 수목 정비공사(1차) 시행', '결재문서본문 - 2022-10-05T164004.377', '발달장애인 주간활동서비스 방문 홍보계획', '결재문서본문 - 2022-10-04T140715.782']
'⌟', # ['2022년 하반기 지방세 체납액 특별정리 추진계획', '2022년 9월 민원처리실적 보고', '결재문서본문 - 2022-10-14T112010.380', '「인천광역시 연수구 물품관리조례」 수정가결 조례 공포안에 대한 검토 보고', '산사태 및 호우피해 수목 정비공사(1차) 시행', '결재문서본문 - 2022-10-05T164004.377', '발달장애인 주간활동서비스 방문 홍보계획', '결재문서본문 - 2022-10-04T140715.782']
'⑯', # ['실국원 탄소중립 실천과제 보고회 개최 계획', '서구 에코센터(재활용선별장) 공무직 채용 계획', '제23회「사회복지의 날」유공자 표창 계획', '평택시 각종 위원회 설치 및 운영 조례 일부개정조례안', '제9회 사하구 희망복지박람회 개최 계획']
'⑰', # ['실국원 탄소중립 실천과제 보고회 개최 계획', '제23회「사회복지의 날」유공자 표창 계획', '평택시 각종 위원회 설치 및 운영 조례 일부개정조례안', '서구 에코센터(재활용선별장) 공무직 채용 계획']
'⑱', # ['제9회 사하구 희망복지박람회 개최 계획', '제23회「사회복지의 날」유공자 표창 계획', '평택시 각종 위원회 설치 및 운영 조례 일부개정조례안']
'⑲', # ['제9회 사하구 희망복지박람회 개최 계획', '제23회「사회복지의 날」유공자 표창 계획', '평택시 각종 위원회 설치 및 운영 조례 일부개정조례안']
'⑳', # ['제9회 사하구 희망복지박람회 개최 계획', '제23회「사회복지의 날」유공자 표창 계획', '평택시 각종 위원회 설치 및 운영 조례 일부개정조례안']
'⓵', # ['2022년 제9차 안성시의료급여심의위원회 개최 계획(안)']
'⓶', # ['2022년 제9차 안성시의료급여심의위원회 개최 계획(안)']
'⓷', # ['2022년 제9차 안성시의료급여심의위원회 개최 계획(안)']
'▢', # ['찾아가는 어르신 인지력 케어 서비스 운영 계획', '2023_2027년 중기지방재정계획 수립 추진', '어촌뉴딜사업 지방경비부담 비율 조정에 따른 예산 편성 보고', '2022년 9월 민원처리 운영실태 점검결과', '제27회 대덕제 대구 앞산 축제 교통통제 용역인력 관리 운영계획', '채용실태 정기 전수조사 결과 보고', '2023년도 환경관리원 신규채용 계획', '2022년도 희망복지지원단 우수사례집 제12호「아름다운 동행」제작 계획', '결재문서본문 - 2022-10-14T163303.939', '2022년 공공부문 아동학대예방 사이버교육 추진 계획', '「제43회 흰 지팡이의 날」장애인 복지 유공자 표창 계획(수정)', '부동산가격공시위원회 심의 결과보고', '2023년 종합사회복지관 운영관리 계획', '「부산광역시 사하구 아동 급식 지원 조례」일부 개정 계획', '2023년 보훈예우수당·참전명예수당 인상계획', '2022년 제3회 동구 도로관리심의회 개최 건의', '『부산진구 부전 청소년센터』민간위탁 추진계획', "기획공연 '김영임, 김용임이 함께하는 희희낙락' 추진계획 (2022년 방방곡곡 문화공감 사업)", '2030 부산세계박람회 구민 홍보단 발대식 현황 및 향후운영 방안', '결재문서본문 - 2022-10-04T125523.728', '자치법규 및 행정규칙 공포·발령', '아라천 디자인큐브 재위탁 운영 추진계획', '2022년 제8회 의료급여 심의위원회 개최 결과 보고', '2023년도 옥외광고발전기금 운용계획(안) 보고', '2022년 드림스타트 보육분야 아동통합사례관리사 채용 계획', '부산광역시 기장군 읍·면 복지회관 운영 조례 일부개정 계획', '고창군사회복지시설 제15회 개관기념 복운축제 사회복지유공자 표창 계획', '연수구 장애인복지시설 신축 및 이전 계획 4차 변경(안)', '자치법규 규제입증책임제 추진 계획', '장애인복지위원회 위원 해촉 및 위촉 건의', '2023년「재난안전예산 사전검토」운영 계획', '2022년 제6차 부평구 보육정책위원회 개최결과', '2022년도 단체보장성보험 가입계획', '2022. 8월 동 지역사회보장협의체 운영현황 보고', '2022년 8월 일자리종합센터 운영 실적 보고', "'22년도 긴급복지 신고의무자 교육 추진계획", "‘제27회 부산국제영화제' 안전관리실무위원회 결과보고", '2022년 제27차 건설산업기본법(건설업) 위반 업체 행정처분 검토보고', '인천광역시 미추홀구 보훈수당 관련 조례 일부개정 계획(안)', '민선8기 핵심과제 구민보고회 개최 계획', '제23회「사회복지의 날」유공자 표창 계획', '제6회 라라라 페스티벌 진행 보고회 개최결과', '2022년 문화예술관련 전국대회 상장지원 검토보고서', '코로나19 대응 일일 추진 상황보고 [8. 29.(월)]', '결재문서본문 - 2022-09-30T043104.639', '춘천시 직영 오수펌프장 관리대행용역 추진계획', '2022년 제2회 지방재정공시심의위원회 개최 계획', '시간선택제임기제 공무원 채용 계획', '「인천광역시 중구 긴급복지지원 운영에 관한 조례」일부개정 계획', '대전광역시 참전유공자 지원 조례 일부개정 계획(안)', '「울주군 고향사랑 기부금 모금 및 운용에 관한 조례」 제정 계획', '인천광역시부평구 공무원 행동강령 규칙 일부 개정 계획', '민선8기 출범 100일 직원 정례조례 개최 계획', '2023년 농촌지원과 기간제근로자 인력운용계획', '부산광역시 동구 조례 입법평가 조례 제정 계획', '결재문서본문 - 2022-10-14T124301.783', '중구 의정비심의위원회 위촉 및 개최 계획', '2022년도 제1회 안전정책실무조정위원회 개최 결과 보고', '2022년 우수시책 발굴 최종심사 결과 보고']
'▮', # ['부산광역시 남구 주민투표 조례 일부개정 계획', '“업무혁신 아이디어 발굴 공장(公場)”개최 계획', '누(리고)나(누는)동네 더불어마을 쉼터 조성사업 주민설명회 개최 계획']
'▴', # ['2023년도 기간제근로자 채용 사전심사제 운영계획(안)', '「춘천사랑 기부금 모금 및 운용에 관한 조례」제정 계획', '공공부문 비정규직 채용 사전심사제도 운영 계획', '2023년 기간제근로자 채용 사전심사제 운영계획', '2023년도 기간제근로자 채용 사전심사제 운영계획', '2023년도 기간제근로자 채용 사전심사 결과보고', '2022년 추석명절 사회복지시설 및 저소득층 위문 계획(안)']
'▵', # ['2023년도 사회복지기금 운용 계획(안)', '2022년 제6회 지방재정계획심의위원회 개최 결과']
'▸', # ['공적심사위원회 공적심의 의결서(민간인)', '사상구 정신건강복지센터 민간위탁 운영 성과평가 계획', '사상구 정신건강복지센터 운영 민간위탁 재계약 추진 계획', '동구 의료급여 심의위원회 개최(2022년 제8회)', '2022년 해운대구 적극행정 우수사례 경진대회 추진계획', '2022년 적극행정 직장교육 시행계획', '수원시 청소년 기본 조례 일부개정 계획', '당진 역사_인문투어 기업체 유치 계획', '-군포시 비정규직 노동자 지원센터-  리모델링 공사 검토보고', '2022년 제10회 지방보조금심의위원회 서면심의 개최', '2022년 6급 중간관리자 교육계획', '2022년 추석명절 사회복지시설 및 저소득층 위문 계획(안)', '2022 군산시「청년의 날」행사 결과보고', '2022년 제3회 적극행정위원회 개최 계획', '2022년 제9회 조례·규칙심의회 개최 통보', '고창청소년문화센터 민간위탁 심의위원회 개최', '대전광역시 동구 공유수면 점용료·사용료 징수 조례안(확정)', '『민원처리법&#985173; 개정 관련 민원담당자 보호(지원) 계획 보고', '多이로운 익산, 모두를 위한 보석박물관 사업 위탁사업비 교부 계획', '2022년 근골격계부담작업 유해요인조사 용역 결과보고', '2022년 『공공디자인&#10625;유해환경개선옥외광고물 분야』업무추진실적 평가 및 포상 계획', '사회복지국 정기 근무성적평정 실시계획', '대흥동 행정복지센터 청사 냉난방기 교체공사 추진계획', '동 지역사회보장협의체 위원 해촉 계획', "'북구를 만나다' 관광영상·관광캐릭터 공모전 최종 선정 결과보고", "'22년도 국가안전大전환 추진에 따른 상수도분야 집중안전점검 결과 보고", '2022년 도지사 민간인 포상(상장) 계획(2022 전주비빔밥축제)', '의정비심의위원회 위촉식 및 회의 개최', '기간제 근로자 채용계획(도시농업사업)', '이천시시설관리공단 제89차 이사회 승인요청사항 검토결과 보고', '- AI·IoT 기반 어르신 건강관리사업 - 시간선택제임기제 공무원 신규채용 검토보고', '대외협력특별보좌관(전문임기제) 채용 계획', '제2회 영도구 안전관리 실무위원회 심의회의 개최 계획', '메디부산 2022! 시민건강박람회 유공 포상 대상 선정보고', '“업무혁신 아이디어 발굴 공장(公場)”개최 계획', '금정구 성별영향평가위원회 위원 정비 계획', '「제43회 흰 지팡이의 날」장애인 복지 유공자 표창 계획(수정)', '국제크루즈관광 활성화 지원 사업계획 변경 검토보고', '2022년 하반기 구제역 백신 일제접종 계획', '2022년 제4회 함양군 옥외광고발전기금심의위원회 서면심의 결과보고', '조례 용어의 일괄 정비를 위한 조례 제정 계획', '2022년 제2회 진주시 아동친화도시 추진단 회의 개최 계획 보고', '2022년 제8회 의료급여 심의위원회 개최 결과 보고', '2022년 제9차 동해시 조례·규칙심의회 개최계획', '2023년 사이버보안관제센터 실시간관제 및 정보보안 컨설팅 용역 계획(안)', '「수원시 고향사랑 기부금 모금 및 운용에 관한 조례」제정 계획', '자치법규 규제입증책임제 추진 계획', '2022. 8월 동 지역사회보장협의체 운영현황 보고', "2023년('22년 실적) 제4회 시군평가 대응 보고회 개최 계획", '시간선택임기제공무원 근무기간 연장계획', '「수원시 국가보훈대상자 예우 및 지원에 관한 조례」일부개정(안) 계획', '자치법규 일제정비 추진에 따른 조례일괄개정 계획', '1530 건강걷기사업 운영 민간위탁 재위탁 계획', '대형유통시설 화재예방을 위한 특별안전관리 추진계획', '스토리가 있는 「충북 관광사진 공모전」 개최 계획', '『덕신소하천 정비공사』 총괄2회 및 2차분1회 설계변경 계획 보고', '사상구 의료급여심의위원회 심의 개최 계획(2022년 9차)', '고향사랑기부금 모금 및 운영에 관한 조례 제정 계획', '시간선택임기제 마급(금연단속원) 신규(계약만료)채용 계획(안)', '2023년 사회복지시설 종사자 처우개선비 지원 계획', '제9회 사하구 희망복지박람회 개최 계획', '「군포시 사회복지사 등의 처우 및 지위 향상에 관한 조례」일부개정 계획', '2023년도 사회적경제 분야 주요사업 추진계획 보고', '2022-2023절기 인플루엔자(독감) 예방접종 계획(안)', '종량제봉투 등 판매소 공급체계 개선 직영 추진 계획', '2022년도 맞춤형복지기금 집행계획(안)', '장애인복지 증진을 위한 업무협약 추진 계획', '2022. 수원시 일자리박람회 개최 계획', '간부공무원 탄소중립ESG 교육계획', '기부심사위원회 심의 계획(서면심의)', '결재문서본문 - 2022-10-05T085342.419', '2022년 우수 이·통장활동 유공자 표창 계획', '서부산의료원 설립 관련 지역주민 등 설문조사 계획', '용인환경센터 잉여폐기물(비목재파쇄물) 외부위탁(4차) 처리계획 검토보고', '- 2022년 군포시 예비군 -통합방위 태세 확립 유공자 표창 계획', '「군포시 주거 정비 지원센터 설립 및 운영조례」제정계획', '2023년 본예산 편성 계획보고', '2022년 아동학대예방 및 자원봉사자 유공 포상계획', '제21회 동래구장애인복지증진대회 지원 계획', '제576돌 한글날「한글발전유공 표창」계획', '공사 시행 건의 [2022년 견우천 지류(6-2) 복개구조물 보수공사]', '익산시 지방일반임기제공무원 채용 계획(본문)', '2022년 제9차 생활보장위원회 결과보고', '2022년 제3회 교통국 제1공적심사위원회 개최 계획', '`22년 환경기초시설 탄소중립프로그램 태양광 설치공사 추진계획', '2023년도 노인복지기금 운용 계획', '동해시 청년정책위원회 위원 재구성 계획', '2022년 지역사회통합건강증진사업 보건소장 과정 교육출장 보고', '폐기물 불법배출 단속 공무직 근로자 채용 계획', '사회복지법인 군포시사회복지협의회 설립허가 신청에 따른 검토 보고', '건설공사 관계자 사이버 안전교육 계획', '일하는 방식 혁신 아이디어 공모 계획', '2023년 기간제근로자 사용승인 결정(안)', '2022년도 희망복지지원단 우수사례집 제12호「아름다운 동행」제작 계획', '민선 제8기 구청장 공약사업 실천계획서(행복가정과)', '2022 부산국제의료관광컨벤션 개최 계획', '「9. 6. 제11호 태풍(힌남노)」로 인한 사유재산(주택) 피해 조사결과 및 재난지원금 지급에 따른 보고', '연제구 의정비심의위원회 개최 결과 보고', '「동해시 사무전결 처리규칙」 일부개정 계획', '2022년 하반기 세외수입 체납액 일제정리 추진 계획', '식품위생 모범영업주 포상대상자 검토보고', '민원처리상황 확인 및 점검결과 보고', '2022년 3분기 산업안전보건위원회 및 노사협의회 개최계획', '2023년도 사회복지기금 운용 계획(안)', '저소득층 한시 긴급생활지원금 최종 지급실적 결과보고', '공공갈등관리 역량강화『공론화를 통한 갈등해결』운영계획', '예산의 변경사용 검토 보고', '제23회「사회복지의 날」유공자 표창 계획', '시간선택제임기제공무원 도시계획전문관 채용계획', '성립전 예산 사용계획(코로나19 입원 및 격리(재택) 치료비 지원)', '2022년 제3차 산업안전보건위원회 회의 결과보고', '국공립어린이집 위탁운영체(자) 선정 계획', '장애인주간보호시설 이용장애인 및 종사자 정원 변경(안)', '2023년 공공기관 통합업무서비스 유지관리 추진계획', '2022년 국민정책디자인과제 아이디어 워크숍 개최 계획', '정무특별보좌관(전문임기제 나급) 채용 계획', '2022년 영동군 주민자치센터 동아리대회 참가경비 지원계획', '2022년 제5회 조례규칙심의회 서면심의 건의', '대한민국 안전대전환을 위한 집중안전점검 중간보고회 결과 보고', '2023년 기간제근로자 채용 사전심사제 운영계획', '「수원시 법정보호종 및 8대 깃대종 포스터 그리기 대회」수원시장상 포상 계획 보고', '맞춤형 복지카드 적립금 운영 계획', '시립합창단 수석단원 특별전형 계획']
'▹', # ['2022년 제2회 통합재정안정화기금운용심의위원회 심의 계획', '민속예술관 관리·운영 민간위탁 성과평가 결과보고', '「제43회 흰 지팡이의 날」장애인 복지 유공자 표창 계획(수정)', '국제크루즈관광 활성화 지원 사업계획 변경 검토보고', '2022 신발특화 메이커스페이스 구축·운영 보조금 교부 계획', '제17회 부산불꽃축제 종합 운영 지원계획', '2023_2027년 중기지방재정계획 수립계획', '2022년 제3회 동구 도로관리심의회 개최 건의', '2022년 우수 이·통장활동 유공자 표창 계획', "기획공연 '김영임, 김용임이 함께하는 희희낙락' 추진계획 (2022년 방방곡곡 문화공감 사업)", '자치법규 및 행정규칙 공포·발령', '2022년 소셜벤처 경연대회 우수자 시장 포상 검토보고', '『2022년도 수성구 제안공모』제안심사위원회 구성 및 심사계획', '2022년 재난대응 안전한국훈련 기본 계획', '2022 재난대응 안전한국훈련 기본계획', '원전해체산업 발전 유공 장관 표창 후보자 추천 검토보고', '부산광역시 고령친화산업정책심의위원회 위원 위·해촉 검토보고', '『찾아가는 보건복지서비스 활동 전시회』개최 계획', '2022년 아동학대예방 및 자원봉사자 유공 포상계획', '「저소득층 한시 긴급생활지원금」지급 결과 보고', '제576돌 한글날「한글발전유공 표창」계획', '2022. 8월 동 지역사회보장협의체 운영현황 보고', "2023년('22년 실적) 제4회 시군평가 대응 보고회 개최 계획", '예산의 변경사용 검토 보고', '2022년 제9회 조례·규칙심의회 개최 통보', '고위공직자 대상 반부패 청렴수준 자기진단 실시 결과보고', '2023년 상반기 퇴직준비교육(공로연수) 실시계획', '『민원처리법&#985173; 개정 관련 민원담당자 보호(지원) 계획 보고', "'22년도 하반기 폐광산 주변 환경오염도 조사계획", '사회복지국 정기 근무성적평정 실시계획', '제309회 임시회 상임위(해양도시안전위) 회의결과 보고', '공공부문 비정규직 채용 사전심사제도 운영 계획', '부산의료관광 동남아 OTT플랫폼 광고 계획', 'BTS 콘서트 개최 대비 도시환경정비 추진 계획', '2022년 9월중 민원 처리현황 점검결과 보고', '2023년 지역사회보장협의체 사무국 운영 예산 편성 관련 검토보고', '부산광역시노인종합복지관 민간위탁(재위탁) 추진계획']
'▻', # ['제2회 영도구 안전관리 실무위원회 심의회의 개최 계획', '“업무혁신 아이디어 발굴 공장(公場)”개최 계획', '어촌뉴딜사업 지방경비부담 비율 조정에 따른 예산 편성 보고', '2022년도 환경미화원 단합대회 개최 계획', '『엄궁1배수장 외 3개소 자동운영 관리시스템 구축』사업 추진 계획 보고', "'22년 제2회 市 지역수자원관리위원회 개최 결과", '‘22년 기관보육료지원 어린이집 조리원 인건비 보조금 변경내시 및 4분기 교부건의', '2022 재난대응 안전한국훈련 기본계획', '1530 건강걷기사업 운영 민간위탁 재위탁 계획', "'22년도 하반기 폐광산 주변 환경오염도 조사계획", '기부심사위원회 심의 계획(서면심의)', '연제구 의정비심의위원회 개최 결과 보고', '2022년 하반기 기초복무 특별점검 감찰 계획', '2022년 아동학대예방 및 자원봉사자 유공 포상계획']
'◉', # ['지역보건의료계획 수립 연구용역 계획', '2023년도 중구 주차장 안전실태조사 추진 계획']
'◌', # ['『전주시 국가보훈대상자 보훈수당 지원 조례』일부개정 계획', '2023년도 증평군청소년수련관 운영을 위한 당초 예산확보 계획', '2023년도 증평군청소년상담복지센터 운영을 위한 당초 예산확보 계획', '2022년 제9차 안성시의료급여심의위원회 개최 계획(안)', '2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획']
'◪', # ['선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)']
'◯', # ['2023년도 예산의 성과계획서 작성 계획', '2023년 기간제근로자 채용 사전심사제 운영계획', '2022년 제1회 농지위원회 심의 검토 보고서', '인천광역시 연수구 행정기구 설치 조례 시행규칙 일부개정계획(안)', '지적재조사위원회 심의회(서면) 결과 보고', '2023년 종합사회복지관 운영관리 계획', '「인천광역시 연수구 아동 급식지원에 관한 조례」 일부 개정 최종 계획', '국공립어린이집 재난안전보강공사 추진 계획', '공적심사위원회 의결서(2022-37)', '2023년 본예산 반영을 위한 유니세프 아동친화도시 사업 검토보고', '결재문서본문 - 2022-10-05T162530.655', '2022년 9월 국민신문고 민원처리상황 점검 결과보고', '평택시 각종 위원회 설치 및 운영 조례 일부개정조례안', '연수구 의료급여 심의위원회 개최', '2023년 본예산 편성 보고(녹지조경팀)', '연수구 장애인복지시설 신축 및 이전 계획 4차 변경(안)', '결재문서본문 - 2022-10-14T110435.804', '결재문서본문 - 2022-10-01T064615.268', '지방시간선택제임기제 공무원(마급) 임용계획', '2022년 동 행정복지센터 자체감사 결과보고', '공사 시행 건의 [2022년 견우천 지류(6-2) 복개구조물 보수공사]', '「인천광역시 연수구 물품관리조례」 수정가결 조례 공포안에 대한 검토 보고', '2022년 제3회 의왕시 민간위탁 운영위원회 결과보고', '2023년 보육교직원 장기근속수당 확대 지원 계획', '복지시설팀 2023년 복지시설 사업 및 본예산 편성 계획(안)', '2023년 국가보훈대상자 예우 및 지원계획(안)', '공적심사위원회 의결서(2022-35)', '계룡시 어르신 대상포진 예방접종 지원에 관한 조례 제정 계획(안)', '읍.면 지역사회보장협의체(4기) 위원 변경 위촉 알림', '제37회 시민의 날 기념식 및 체육대회 개최계획 보고', '공적심사위원회 의결서(2022-38)', '『북부권 제2종합사회복지관 건립 특별조정교부금』성립전 예산 사용계획 보고', "제4기('19_'22) 영암군 지역사회보장계획의 2022 연차별 시행계획 이행점검 자체평가 모니터링 계획(안)", '삼호대교 정밀안전진단용역(2차) 시행']
'◼', # ['2023년 자체사업 (기존·신규·증액) 예산반영 계획보고', '제278회 안산시의회 제1차 정례회 부의안건 제출', '태백시 통반 행정구역 조정계획']
'◽', # ['2022년 찾아가는 보건복지서비스 동 운영 평가 계획', '2022-2023절기 인플루엔자(독감) 예방접종 계획(안)', '공적심사의결서(전통시장 활성화 유공 표창)']
'◾', # ['국공립어린이집 재난안전보강공사 추진 계획', '원안가결 조례 공포안에 대한 검토 보고', '제27회 대덕제 대구 앞산 축제 교통통제 용역인력 관리 운영계획', '인천광역시 연수구 행정기구 설치 조례 시행규칙 일부개정계획(안)', '지방시간선택제임기제 공무원(마급) 임용계획', '지적재조사위원회 심의회(서면) 결과 보고', '2022년 소형어선 유류비 지원사업 보조금 지급(2분기) 검토보고', '2022 부산국제의료관광컨벤션 개최 계획', '연수구 의료급여 심의위원회 개최', '연수구 장애인복지시설 신축 및 이전 계획 4차 변경(안)', '2022 재난대응 안전한국훈련 기본계획', '2023년 종합사회복지관 운영관리 계획', '2022년 해운대구 적극행정 우수사례 경진대회 추진계획', '「인천광역시 연수구 아동 급식지원에 관한 조례」 일부 개정 최종 계획', '부산광역시 부산진구 의정비심의위원회 제2차 회의 개최 계획', '구청장 주재 2023년 주요업무계획 보고 결과', '2023년「재난안전예산 사전검토」운영 계획', '2023년 국가보훈대상자 예우 및 지원계획(안)']
'☐', # ['2022년 제7차 용역과제심의위원회(서면) 개최 결과 보고', '2022년도 제2회 추가경정예산(안) 보고', '2022년 하반기 행정구역 정비 조례 개정계획', "'22년 제2차 재난관리기금운용심의위원회 개최계획", '주민친화 하천기술 발굴을 위한 선진지 방문계획', '[외부출강신고서]외부강의_회의 등 신고서(윤승재, 2022.09.27)', '2022년도 제3회 재정투자심사위원회 개최 계획', '세종시 종합주거복지센터 설치 업무협약 체결 계획', '2022년 부패방지 청렴문화 주간 운영 계획', '2022년도 제7차 용역과제심의위원회 개최 계획(서면)', '비정규직근로자 채용 정기 사전심사제 운영 계획', '재활용품 수집그물망 구입 계획 보고']
'☑', # ['2023년도 재단법인 달서문화재단 출연 계획(안)', '문화체육국 분장사무 전결권 정비 결과 보고', '인천광역시부평구 공무원 행동강령 규칙 일부 개정 계획', '양천사랑상품권 발행 계획(2차)', '2022년 환경보전 유공자 도지사 표창 계획', '부산의료관광 동남아 OTT플랫폼 광고 계획', '2022년 부산 숲체험한마당 행사 추진계획', '[외부출강신고서]외부강의_회의 등 신고서(윤승재, 2022.09.27)', '태안군 청원심의회 운영 규정 제정 계획', '부산광역시 고령친화산업정책심의위원회 위원 위·해촉 검토보고', '2022년 해운대구 적극행정 우수사례 경진대회 추진계획', '복지사각지대 위기가구 기획조사 실시 계획', '2022년 제2회 달성군 안전정책실무조정위원회 심의 결과 보고', '시정 홍보 확산을 위한「2022 직원 영상 공모전」개최 계획', '2022년 추석연휴 재택치료관리 운영 계획', '「인천광역시부평구 규제혁신TF」구성·운영 계획']
'⚪', # ['「강릉시 착한가격업소 지원에 관한 조례」제정 계획']
'⚫', # ['「울주군 지역치안협의회 설치 및 운영에 관한 조례」일부개정 계획', '2022 재난대응 안전한국훈련 기본계획', '2022년 추석 명절 종합대책 추진계획', '2022년 불법 주·정차 단속 고정식 CCTV 설치 계획(안)', '강릉아레나 1층 바닥면 구조안전진단용역 결과 보고']
'⚬', # ['제5회 시장배 전국 직장인 이스포츠 대회 포상(상장) 계획', '2022년 제2회 구리시 의정비심의위원회 회의 결과 보고']
'✍', # ['2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '충남공동근로복지기금 출연금 예산반영 검토보고', '결재문서본문 - 2022-10-14T124301.783', '태안군 청원심의회 운영 규정 제정 계획', '저소득세대 건강보험료 지원 관련 2023년 소요예산 확보 검토 보고']
'✐', # ['코앤핑이비인후과의원 이웃돕기 성품 전달식 개최 보고']
'✔', # ['결재문서본문 - 2022-10-18T170539.086', '강릉아레나 1층 바닥면 구조안전진단용역 결과 보고', '2022년 금정구의정비심의위원회 회의 개최 결과 보고', '충남공동근로복지기금 출연금 예산반영 검토보고', '부산광역시 남구 주민투표 조례 일부개정 계획', '민속예술관 관리·운영 민간위탁 성과평가 결과보고', '전통시장 활성화 종합 추진계획(안)', '「대구광역시 동구 주민투표 조례」일부개정 계획', '태안군 청원심의회 운영 규정 제정 계획', '저소득세대 건강보험료 지원 관련 2023년 소요예산 확보 검토 보고', '구청장 주재 2023년 주요업무계획 보고 결과', '2023년도 재난관리기금 운용계획(안) 재난관리기금 운용심의위원회 개최 계획']
'✕', # ['결재문서본문 - 2022-10-04T113442.183', '결재문서본문 - 2022-09-30T124923.730']
'✥', # ['동해시 청년정책위원회 위원 재구성 계획']
'✳', # ['창녕군계획 조례 일부개정계획', '제2회 금산군기부심사위원회 심의회 결과보고']
'✻', # ['2022 찾아가는 복지 유공자 표창 계획']
'❊', # ['결재문서본문 - 2022-10-05T144651.819', '삼척시 안전관리실무위원회 개최(9월2차)결과보고(서면)', '결재문서본문 (154)']
'❋', # ['건강체력증진센터 시간선택제임기제 공무원(마급) 임용계획', '인천광역시 미추홀구 보훈수당 관련 조례 일부개정 계획(안)', '2022년 제5회 지방임기제공무원 채용계획', '인천광역시 미추홀구 어린이급식관리지원센터 민간위탁 기관 선정 추진계획', '2023년 보건소 공용차량 구입 계획', '누(리고)나(누는)동네 더불어마을 쉼터 조성사업 주민설명회 개최 계획']
'❍', # ['2022년 이천시노동자종합복지관 민간위탁금 지원 검토 보고', '2022년 3분기 신속집행 및 소비투자 부진부서 대책보고회 개최 계획', '2022년도 제2회 추가경정예산(안) 보고', '2022년 강서구 지역사회보장협의체 전담직원 채용 계획', '2022년 정기 위험성평가 결과 보고', '2022년 제2회 지방재정공시위원회 개최 결과보고', '2023년도 기간제근로자 채용 사전심사제 운영계획(안)', '결재문서본문 - 2022-10-01T035352.194', '고향사랑 기부제 운영 예산편성 검토보고', '당부말씀(금산통합돌봄 복지마을 조성사업 중간보고회)', '방문건강관리사업 공무직근로자 공개채용 계획', '(구)장애인복지회관 시설개선 및 장애인편의증진기술지원센터 인력지원 계획', '대구광역시 서구 저소득주민 국민건강보험료 및 노인장기요양보험료 지원에 관한 조례 일부개정 계획', '「태안군 공무원 행동강령 규칙」 일부 개정 계획', '군산시 결산검사위원 선임ㆍ운영 및 실비보상 조례 일부개정 계획', '민주평통 대전서구협의회 청소년 통일공감 미디어 콘텐츠 공모전 상장수여 계획', '2022년 3분기 구청장 지시사항 추진상황 점검결과 보고', '「대구광역시 동구 주민투표 조례」일부개정 계획', '워케이션센터 우수사례 현장답사 결과보고', '2022년 해운대구 적극행정 우수사례 경진대회 추진계획', '2022년 제3회 동구 도로관리심의회 개최 건의', '자매결연도시 마포구「제29회 마포구민의 날」 참석 계획', '「완도군 청원경찰 복무 규정」 일부개정 계획', '2022년 읍면동 주민총회 개최결과 보고', '규제혁신·적극행정 역량강화 동래아카데미 개최 계획', '고령친화도시 조성위원회  위촉식 및 정기회의 개최 계획', '-군포시 비정규직 노동자 지원센터-  리모델링 공사 검토보고', '2023년도 옥외광고발전기금 운용계획(안) 보고', '2022년 6급 중간관리자 교육계획', '양천사랑상품권 발행 계획(2차)', '2022년 환경보전 유공자 도지사 표창 계획', '2022년 재난대응 안전한국훈련 기본 계획', '건축물관리 조례 제정 계획 보고', '고흥군 공무직 및 기간제근로자 관리 규정 일부개정(안)', '다함께 청!연!전(淸蓮展)추진 결과 보고', '2022년 진주시 재난관리기금 운용 심의위원회 (제7회-서면심의) 개최 결과보고', '2022년 추석 명절 종합대책 추진계획', '2022 군산시「청년의 날」행사 결과보고', '2022년 제6차 부평구 보육정책위원회 개최결과', '2022년 동 행정복지센터 자체감사 결과보고', '2022년 제3회 적극행정위원회 개최 계획', '일반임기제 직급 조정 및 채용계획 변경 검토보고', '달홀목욕탕 기간제근로자 채용 재공고 계획', '수시 제9차 지방재정계획심의위원회 회의(심의)결과 보고', '건강체력증진센터 시간선택제임기제 공무원(마급) 임용계획', '인천광역시부평구 공무원 행동강령 규칙 일부 개정 계획', '대구광역시 서구 공유재산관리 조례 일부개정 계획', '『엄궁1배수장 외 3개소 자동운영 관리시스템 구축』사업 추진 계획 보고', '「양양군 고향사랑기부금 모금 및 운용에 관한 조례」제정 계획', '『성남시 소비자정책심의위원회』위원 위&#65381;해촉 보고', '2022년 재난대응 안전한국훈련 기본계획', '『민원처리법&#985173; 개정 관련 민원담당자 보호(지원) 계획 보고', '대전광역시 동구 공유수면 점용료·사용료 징수 조례안(확정)', '2022년 제3분기 제주시 산업안전보건위원회 회의 개최 계획', '2022년 근골격계부담작업 유해요인조사 용역 결과보고', '2022년 『공공디자인&#10625;유해환경개선옥외광고물 분야』업무추진실적 평가 및 포상 계획', '사회복지국 정기 근무성적평정 실시계획', '2022년 3분기 금천구 산업안전보건위원회 정기회의 결과 보고', '공적심사의결서(민간인 and 시군 공무원)', '대전광역시 참전유공자 지원 조례 일부개정 계획(안)', '대흥동 행정복지센터 청사 냉난방기 교체공사 추진계획', '동구 청년 정책 아이디어 공모전 접수 현황 보고 및 심사 계획', '「지방자치단체 회계관리에 관한 훈령」개정에 따른 합천군 자치법규 일괄개정계획(안)', '마스크 착용 의무화 행정명령 재발령(안)', '2022년 제8차 조례ㆍ규칙심의회 심의 계획', '「강릉시 착한가격업소 지원에 관한 조례」제정 계획', '우수이용자 표창계획(안)', '원안가결 조례 공포안에 대한 검토 보고', '「2022년 계족산성 긴급보수공사」추진계획', '의원발의 조례안 검토보고(충주시 빈집 정비 지원조례)', '「충주시 공무원 당직 및 비상근무 규칙」 일부개정(안) 방침 결정', '고양시 아동친화도시 추진위원회 구성 계획(안)', '부산의료관광 동남아 OTT플랫폼 광고 계획', '수시 제9차 지방재정계획심의위원회 회의(심의)결과 알림', '2022년 하반기 「직원 및 구민 헌혈의 날」 운영 계획', '스마트시티 혁신기술 발굴사업 착수보고회 개최 계획(안)', '제4차 무주군 의료급여심의위원회 개최', '단체민원 접수에 따른 답변 (인창1로 부영아파트 앞 신호등 및 횡단보도 이전 반대)', '이천시시설관리공단 제89차 이사회 승인요청사항 검토결과 보고', '2023년 재난관리자원 비축·관리계획', '「부산광역시 사상구 음식판매자동차 영업장소 등에 관한 조례」일부개정 계획', '울산북구장애인복지관 민간위탁 적정성 검토 보고', '- AI·IoT 기반 어르신 건강관리사업 - 시간선택제임기제 공무원 신규채용 검토보고', '2022년 합천군 농축산물 가격안정기금          운용 계획 심의회 개최 계획(안)', '제2회 금산군기부심사위원회 심의회 결과보고', '제2회 영도구 안전관리 실무위원회 심의회의 개최 계획', '부산광역시 주택시장 모니터링단 정기보고회(5회) 개최 알림', '“업무혁신 아이디어 발굴 공장(公場)”개최 계획', '2022년 제9회 의왕시청소년진로박람회 안전 관리 및 지원 계획', '어촌뉴딜사업 지방경비부담 비율 조정에 따른 예산 편성 보고', '제27회 대덕제 대구 앞산 축제 교통통제 용역인력 관리 운영계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)', '2023년도 환경관리원 신규채용 계획', '구보편집 일반임기제 공무원 채용계획', '부동산가격공시위원회 심의 결과보고', '2022년 부산 숲체험한마당 행사 추진계획', '2022년 하반기 구제역 백신 일제접종 계획', '9월 민원 처리상황 및 운영실태 확인ㆍ점검 결과 보고', '2022년 제4회 함양군 옥외광고발전기금심의위원회 서면심의 결과보고', '2022년 금정구의정비심의위원회 회의 개최', '임상병리실 운영을 위한 예산증액 검토보고', '2022년 제2회 진주시 아동친화도시 추진단 회의 개최 계획 보고', '2022년 의료급여사업 유공 공무원 표창 대상자 선발계획', "기획공연 '김영임, 김용임이 함께하는 희희낙락' 추진계획 (2022년 방방곡곡 문화공감 사업)", '연제구국민체육센터 시간선택제 임기제공무원 채용 변경 계획', '노숙인 등의 복지사업 담당 공무원 국외연수 계획', '안산시 기간제근로자 관리 규정 일부개정 계획', '2022년 제8회 의료급여 심의위원회 개최 결과 보고', '2022년 제9차 동해시 조례·규칙심의회 개최계획', '2023년 사이버보안관제센터 실시간관제 및 정보보안 컨설팅 용역 계획(안)', '2023년 자체사업 (기존·신규·증액) 예산반영 계획보고', '부곡4동 작은도서관 조성사업 명시이월 검토보고', '2023년도 기간제근로자 채용 사전심사제 운영계획', '시립합창단 수석단원 특별전형 계획', '고창군사회복지시설 제15회 개관기념 복운축제 사회복지유공자 표창 계획', '2022 재난대응 안전한국훈련 기본계획', '공동주택 특별감사 추진계획', '당진시 재정계획 및 재정공시심의위원회 심의 계획', '2022년 제5회 규제개혁위원회 개최 계획', '2023년도 지방세연구원 출연금 출연 계획(안)', '강릉아레나 1층 바닥면 구조안전진단용역 결과 보고', '2022년 3분기 회의자료', '2022. 8월 동 지역사회보장협의체 운영현황 보고', '2032 주거종합계획 및 주거실태조사 용역 시행계획', '증평군 코로나19  대응 현황(9. 25. 현재)', '식물원 주변 인프라구축 공공용지취득 예산편성 추진계획', '2022년 제27차 건설산업기본법(건설업) 위반 업체 행정처분 검토보고', '2022년 9월 민원처리상황 확인·점검 결과 보고', '2023_2027년 중기지방재정계획(안)', '시간선택임기제공무원 근무기간 연장계획', '전라북도 공공디자인 진흥위원회 개최계획', '영도 경제기반형 도시재생사업 추진계획 보고', '2023년 상반기 퇴직준비교육(공로연수) 실시계획', '자치법규 일제정비 추진에 따른 조례일괄개정 계획', '공원 내 어린이물놀이시설 추진계획', '1530 건강걷기사업 운영 민간위탁 재위탁 계획', '2022년 제26회 노인의 날 모범노인·노인복지기여자(중구청장) 유공 민간인 표창 대상자 선발 계획', "'22년도 하반기 폐광산 주변 환경오염도 조사계획", '2023년 중대재해예방 안전·보건 예산 방침결정', '2022년 불법 주·정차 단속 고정식 CCTV 설치 계획(안)', '2022년 찾아가는 보건복지서비스 동 운영 평가 계획', '2023_2027년도 중기공유재산관리계획 수립 계획', '2022년 금정구의정비심의위원회 회의 개최 결과 보고', '삼척시 안전관리실무위원회 개최(9월2차)결과보고(서면)', '「인천광역시 중구 긴급복지지원 운영에 관한 조례」일부개정 계획', '2023년도 보건소 자체사업 추진계획', '2023년도 재단법인 달서문화재단 출연 계획(안)', '2022년 북구 지역복지박람회 운영 지원계획', '‘22년 제2차 재난관리기금운용심의위원회 결과보고', '봉화군 복지사각지대 발굴·운영 지원사업 계획(안)', '고향사랑기부금 모금 및 운영에 관한 조례 제정 계획', '2023년 사회복지시설 종사자 처우개선비 지원 계획', '결재문서본문 - 2022-10-14T124301.783', '2022년 생물테러 대비·대응 대규모 모의훈련 실시계획', '2022년 제3차 용역과제심의위원회 개최 계획', '2022년 제2회 구리시 의정비심의위원회 회의 결과 보고', '2023년 근로자종합복지관 및 노동상담소 본예산 편성보고', '2022년도 제1회 안전정책실무조정위원회 개최 결과 보고', '2022-2023절기 인플루엔자(독감) 예방접종 계획(안)', '2023년도 사회적경제 분야 주요사업 추진계획 보고', '산모&#61598;신생아 건강관리 서비스 본인부담금 전액지원 변경계획', '종량제봉투 등 판매소 공급체계 개선 직영 추진 계획', '사상구 정신건강복지센터 민간위탁 적정성 검토보고', '수원 세모녀 비극 관련 복지사각지대 발굴 현황 및 추진계획', '장애인복지 증진을 위한 업무협약 추진 계획', '2022년 9월 민원처리 운영실태 점검결과', '2022년 제5회 지방임기제공무원 채용계획', '재활용 및 대형폐기물 수집·운반·처리 민간대행업제 선정 계획', '제5기 함평군 지역사회보장계획 수립용역 최종보고회 개최 계획', '2023년 사회복지관 운영을 위한 본예산 확보 계획', '삼락·화명생태공원 신규 파크골프장 개장 계획보고', '제26회 부산바다축제 유공자 포상 계획', '2022년 우수 이·통장활동 유공자 표창 계획', '우포늪생태관 제1,2주차장 CCTV 설치 공사 2023년 예산편성 건의', '서부산의료원 설립 관련 지역주민 등 설문조사 계획', '2023년 본예산 반영을 위한 유니세프 아동친화도시 사업 검토보고', "'22년 제2차 재난관리기금운용심의위원회 개최계획", '사회복지사 등의 복지증진 및 처우개선 종합계획', '구내식당 친환경 농산물 소비 촉진 추진계획', '아동보호전담요원(시간선택제임기제공무원) 추가 채용 계획', '용인환경센터 잉여폐기물(비목재파쇄물) 외부위탁(4차) 처리계획 검토보고', '2022년 가축전염병 특별방역대책 추진계획', '「단재 신채호선생 생가지 보수공사」추진계획', '지방시간선택제임기제 공무원 채용계획(청소년특화시설운영분야)', '2022년 드림스타트 보육분야 아동통합사례관리사 채용 계획', '부산광역시 기장군 읍·면 복지회관 운영 조례 일부개정 계획', '지역보건의료계획 수립 연구용역 계획', '2023년 보건소 공용차량 구입 계획', '「군포시 주거 정비 지원센터 설립 및 운영조례」제정계획', '장애인복지위원회 위원 해촉 및 위촉 건의', '거제시청 인터넷전화(국가정보통신서비스) 사업자 선정 계획', '2023년 방문건강팀 예산확보 계획', '「대구광역시 수성구 환경공무직 복무 규칙」 일부개정 계획', '홍천군 사회복지사 등의 처우 및 지위 향상에 관한 조례 일부개정 계획(안)', '2022년 강원도 민주화운동 기념사업 지원 예산 변경사용 요청 검토보고', '2022년 아동학대예방 및 자원봉사자 유공 포상계획', '「저소득층 한시 긴급생활지원금」지급 결과 보고', '2022년 제4회 대전광역시 동구 도시계획위원회(분과위원회) 심의(서면) 추진계획', '건축물 현황조사 추진계획', '키르기스스탄 이식쿨주와 업무협약 체결 계획', '구)대사동 행정복지센터 및 청사 제2별관 활용방안 검토보고', '2023년도 중구 주차장 안전실태조사 추진 계획', '환경미화원 휴게실 및 청소차 차고지 신축 추진계획', '춘천시 직영 오수펌프장 관리대행용역 추진계획', '시간선택제임기제 공무원 채용 계획', '2022년 제4회 「부천시 기부심사위원회」심사 결과보고', '「울주군 고향사랑 기부금 모금 및 운용에 관한 조례」 제정 계획', '태안군민대상 조례 일부개정 추진계획', '『부산시 지방하천 종합정비계획 수립용역』용역기간 연장 보고', '대덕구청 직장어린이집 위탁기간 만료에 따른 민간위탁기관 선정심사위원회 개최 계획', '2022년 제3회 성남시 감정평가선정위원회 개최 건의', '2022년 소형어선 유류비 지원사업 보조금 지급(2분기) 검토보고', '영월군 군세 징수 조례 시행규칙 일부개정 계획', '중구 의정비심의위원회 위촉 및 개최 계획', '달홀목욕탕 기간제근로자 채용공고 계획', '폐기물 불법배출 단속 공무직 근로자 채용 계획', '「인천광역시부평구 규제혁신TF」구성·운영 계획', '건설공사 관계자 사이버 안전교육 계획', '공적심사의결서(기초생활보장 유공)', '구정혁신(적극행정) 워크숍 개최 계획', '어린이보호구역 시종점 정비계획', '의정비심의위원회 개최 계획', '충남공동근로복지기금 출연금 예산반영 검토보고', '2023_2027년 중기지방재정계획 수립 추진', '금정구 아동 급식지원 조례 일부개정 계획', '결재문서본문 - 2022-10-14T163303.939', '도로관리원 신규채용 계획', '민선 제8기 구청장 공약사업 실천계획서(행복가정과)', '2022 신발특화 메이커스페이스 구축·운영 보조금 교부 계획', '발달장애인 주간활동서비스 방문 홍보계획', '대구광역시 북구 구민고충처리위원회의 구성 및 운영에 관한 조례 시행규칙 전부개정 계획', '2022년(1._7.) 남구 옴부즈만 운영상황 보고', '경상북도 공유재산 관리조례 일부개정조례안 조례 규칙 심의회 결과', '2023_2027년 중기지방재정계획 수립계획', '『2022년 재난대응 안전한국훈련 기획회의』 결과 보고', '연제구 의정비심의위원회 개최 결과 보고', '2023년도 재난관리기금 운용계획(안) 재난관리기금 운용심의위원회 개최 계획', '『부산진구 부전 청소년센터』민간위탁 추진계획', '제17회 부산불꽃축제 종합 운영 지원계획', '지역맞춤형 통합하천사업 수요조사 제출 관련 보고', '2022년 하반기 지방재정 적극집행 추진계획', '「청년해방구 AREA 051」지원 계획', '가림막 및 휴대용 영상음성기록장치 구입 계획', '2022년 하반기 세외수입 체납액 일제정리 추진 계획', '아라천 디자인큐브 재위탁 운영 추진계획', '식품위생 모범영업주 포상대상자 검토보고', '정수물품 정수 배정 계획(2023년 당초예산)', '평택시 각종 위원회 설치 및 운영 조례 일부개정조례안', '2022년 3분기 산업안전보건위원회 및 노사협의회 개최계획', '원전해체산업 발전 유공 장관 표창 후보자 추천 검토보고', '제53회 난계국악축제 영동군 난계국악단 공연계획', '부산광역시 고령친화산업정책심의위원회 위원 위·해촉 검토보고', '2023년도 사회복지기금 운용 계획(안)', '저소득세대 건강보험료 지원 관련 2023년 소요예산 확보 검토 보고', '구청장 주재 2023년 주요업무계획 보고 결과', '2023년「재난안전예산 사전검토」운영 계획', '2022년 추석연휴 재택치료관리 운영 계획', '『찾아가는 보건복지서비스 활동 전시회』개최 계획', '저소득층 한시 긴급생활지원금 최종 지급실적 결과보고', '2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '2022년 8월 일자리종합센터 운영 실적 보고', '2023년 동 자원재활용 경진대회 폐지 검토 보고', '고위험군 인지저하자 치매진단검사 홍보용 인지강화꾸러미 구입계획', '2022년 혁신 우수사례 경진대회 개최 계획(안)', '금정구 인구정책 아이디어 공모전 추진계획', '예산의 변경사용 검토 보고', '2022년 제1차 장애인복지위원회 서면 회의 개최 계획', '대구광역시 북구 주민투표에 관한 조례 전부개정 계획', '제23회「사회복지의 날」유공자 표창 계획', '2022년 제3회 의왕시 민간위탁 운영위원회 결과보고', '태백시 통반 행정구역 조정계획', '건축위원회 심의 효율적 운영 방안 검토 보고', '계양구 주거복지센터 설치 기본계획(안)', '해운대구 구정혁신 아이디어 공모 계획', '중간보고회 개최 결과보고', '누(리고)나(누는)동네 더불어마을 쉼터 조성사업 주민설명회 개최 계획', '시간선택제임기제공무원 도시계획전문관 채용계획', '관리전환 계획 보고', '장애인주간보호시설 이용장애인 및 종사자 정원 변경(안)', '국공립어린이집 위탁운영체(자) 선정 계획', '제97호 의회소식지 제작·배부 계획', '부구청장 강조사항 알림[10.11.(화) 정례간부회의]', '2022. 장애인직업재활시설 종사자 충원 계획(안)', '2022년 국민정책디자인과제 아이디어 워크숍 개최 계획', '아동친화도 조사 용역 및 시책 사업 신규 편성안 보고', '2023_2026년도 의왕시 의정비심의위원회 구성 및 운영계획', '2022년 영동군 주민자치센터 동아리대회 참가경비 지원계획', '「보령시 아동 급식지원 조례」일부개정 계획', '2023년 민간위탁금(노사지원팀) 본예산 편성보고', '2021시설현대화) 부산평화시장 복도포장공사 및 방송시설 교체 완료보고', '2023년 기간제근로자 채용 사전심사제 운영계획', '2023년 농촌지원과 기간제근로자 인력운용계획', '부산광역시 남구 주민투표 조례 일부개정 계획', '2023년 재난관리자원 비축·관리계획 보고', '부산광역시 동구 조례 입법평가 조례 제정 계획', 'BTS 콘서트 개최 대비 도시환경정비 추진 계획', '어린이집 보육교사들과 함께하는 힐링콘서트 개최 계획', '제44차 한국동물위생학회 학술발표대회 결과보고', '지역축제 안전관리계획 심의 결과 보고', '제37회 시민의 날 기념식 및 체육대회 개최계획 보고', '아동청소년과 한시임기제공무원 채용계획(안)', "제4기('19_'22) 영암군 지역사회보장계획의 2022 연차별 시행계획 이행점검 자체평가 모니터링 계획(안)", '2022년 우수시책 발굴 최종심사 결과 보고', '부동산가격공시위원회 심의 결과 보고(제2022-21호)', '부산광역시노인종합복지관 민간위탁(재위탁) 추진계획']
'❏', # ['2022년 이천시노동자종합복지관 민간위탁금 지원 검토 보고', '수원 세모녀 비극 관련 복지사각지대 발굴 현황 및 추진계획', "'23년 보육시설 종사자 처우개선비 등 지원 검토 보고", '2023년도 당초예산 정책사업 예산편성계획', '“업무혁신 아이디어 발굴 공장(公場)”개최 계획', '부산광역시 주택시장 모니터링단 정기보고회(5회) 개최 알림', '사상구 정신건강복지센터 운영 민간위탁 재계약 추진 계획', '찾아가는 어르신 인지력 케어 서비스 운영 계획', '제27회 대덕제 대구 앞산 축제 교통통제 용역인력 관리 운영계획', '금정구 아동 급식지원 조례 일부개정 계획', '민선 제8기 구청장 공약사업 실천계획서(행복가정과)', '2023년 보육가족분야 당초예산(군비) 편성계획', '2022년 해운대구 적극행정 우수사례 경진대회 추진계획', '제17회 부산불꽃축제 종합 운영 지원계획', '2023_2027년 중기지방재정계획 수립계획', '강진군 회계관계공무원(분임재무관) 직무대리', '『부산진구 부전 청소년센터』민간위탁 추진계획', '2022년 제7차 조례규칙심의회 개최 통보(2022. 10. 4.)', '아동보호전담요원(시간선택제임기제공무원) 추가 채용 계획', '정수물품 정수 배정 계획(2023년 당초예산)', '부곡4동 작은도서관 조성사업 명시이월 검토보고', '사회복지포럼 개최 계획', '원전해체산업 발전 유공 장관 표창 후보자 추천 검토보고', '2022 재난대응 안전한국훈련 기본계획', '공동주택 특별감사 추진계획', '거제시청 인터넷전화(국가정보통신서비스) 사업자 선정 계획', '「대구광역시 수성구 환경공무직 복무 규칙」 일부개정 계획', '2022년 제5회 규제개혁위원회 개최 계획', '2022년 강원도 민주화운동 기념사업 지원 예산 변경사용 요청 검토보고', '건축물 현황조사 추진계획', '「저소득층 한시 긴급생활지원금」지급 결과 보고', '일반임기제 직급 조정 및 채용계획 변경 검토보고', '금정구 인구정책 아이디어 공모전 추진계획', '2022년 무안군 군정발전 아이디어 공모전 개최 계획', '제4차 보성군 지역교통안전 기본계획 수립용역 보고회 개최 결과 보고', '2023년 보육교직원 장기근속수당 확대 지원 계획', '`22년 환경기초시설 탄소중립프로그램 태양광 설치공사 추진계획', '2022년 제6차 조례규칙심의회 개최 통보(2022. 9. 26.)', '관리전환 계획 보고', '동구 어린이·청소년의회 구성 및 지원관리 업무이관 계획', '부구청장 강조사항 알림[10.11.(화) 정례간부회의]', '「지방자치단체 회계관리에 관한 훈령」개정에 따른 합천군 자치법규 일괄개정계획(안)', '시간선택제임기제공무원(치매안심센터) 채용 계획', '고향사랑기부금 모금 및 운영에 관한 조례 제정 계획', '남구 정신건강복지센터 민간위탁 운영 성과평가 계획', '2023년 재난관리자원 비축·관리계획 보고', '2022년 생물테러 대비·대응 대규모 모의훈련 실시계획', 'BTS 콘서트 개최 대비 도시환경정비 추진 계획', '제9회 사하구 희망복지박람회 개최 계획', '2023년 재난관리자원 비축·관리계획', '2023년 지적재조사 조정금 예산편성 계획']
'❐', # ['2022년 혁신 우수사례 경진대회 개최 계획(안)']
'❑', # ['사상구 정신건강복지센터 민간위탁 운영 성과평가 계획', '사상구 정신건강복지센터 운영 민간위탁 재계약 추진 계획', '도로관리원 신규채용 계획', '9월 민원 처리상황 및 운영실태 확인ㆍ점검 결과 보고', '공적심사위원회 의결서(생산성대상 유공공무원)', '제26회 부산바다축제 유공자 포상 계획', '2023년도 재난관리기금 운용계획(안) 재난관리기금 운용심의위원회 개최 계획', '2207차 의료급여 심의위원회 심의계획', '공무원노조 북구지부「조합원 단체 영화관람」행사 동향보고', '연제구국민체육센터 시간선택제 임기제공무원 채용 변경 계획', '아동보호전담요원(시간선택제임기제공무원) 추가 채용 계획', '2022년 드림스타트 보육분야 아동통합사례관리사 채용 계획', '2022년 진주시 재난관리기금 운용 심의위원회 (제7회-서면심의) 개최 결과보고', '홍성군 지역사회 청소년통합지원체계 운영위원회 위원 정비 계획', '2022년 하반기 수영구교육행정협의회 협의안건 검토 보고', '공적심사위원회 의결서(공무원용)', '2022년 재난대응 안전한국훈련 기본계획', '2022년 제26회 노인의 날 모범노인·노인복지기여자(중구청장) 유공 민간인 표창 대상자 선발 계획', '춘천시 직영 오수펌프장 관리대행용역 추진계획', '의원발의 조례안 검토보고(충주시 빈집 정비 지원조례)', '2023년 재난관리자원 비축·관리계획', '「부산광역시 사상구 음식판매자동차 영업장소 등에 관한 조례」일부개정 계획']
'❒', # ['2022년 현업업무종사자  특수건강진단 실시계획(법적의무)']
'❖', # ['2022년 3분기 신속집행 및 소비투자 부진부서 대책보고회 개최 계획', '민간인 포상 공적심사위원회 심사 (4)', '2023년도 당초예산 정책사업 예산편성계획', '「홍천군 대상포진 예방접종 지원에 관한 조례」일부 개정 계획', '「태안군 공무원 행동강령 규칙」 일부 개정 계획', '본원 폐수처리시설 초음파 수위계 교체 시행', '치매관리팀 기간제 충원계획(안)', '2022년 해운대구 적극행정 우수사례 경진대회 추진계획', '2022년(1._7.) 남구 옴부즈만 운영상황 보고', '민간인 포상 공적심사위원회 심사 (3)', '2022년 읍면동 주민총회 개최결과 보고', '태풍 힌남노 중앙&#8231;도 재난피해 합동조사단 조사결과 보고', '아라천 디자인큐브 재위탁 운영 추진계획', '민간인 포상 공적심사위원회 심사 (5)', '2022년 환경보전 유공자 도지사 표창 계획', '2022 재난대응 안전한국훈련 기본계획', '2023년 보건소 공용차량 구입 계획', '「2022 대한민국 지방자치경영혁신 엑스포」참가 계획', '2023년 저소득 노인가구 건강보험료 지원계획', '홍천군 사회복지사 등의 처우 및 지위 향상에 관한 조례 일부개정 계획(안)', '지방시간선택제임기제 공무원(마급) 임용계획', '2023년「재난안전예산 사전검토」운영 계획', '민간인 포상 공적심사위원회 심사 (6)', '실국원 탄소중립 실천과제 보고회 개최 계획', '건강체력증진센터 시간선택제임기제 공무원(마급) 임용계획', '대구광역시 서구 공유재산관리 조례 일부개정 계획', '2022년 강화군 의정비심의위원회 위원 선정 결과 및 회의개최 계획 보고', '「양양군 고향사랑기부금 모금 및 운용에 관한 조례」제정 계획', '종량제봉투 등 판매소 공급체계 개선 직영 추진 계획', '2023년도 중구 주차장 안전실태조사 추진 계획', '『민원처리법&#985173; 개정 관련 민원담당자 보호(지원) 계획 보고', '1530 건강걷기사업 운영 민간위탁 재위탁 계획', '2023년 도시관리분야 관련 본예산 편성계획 보고', '대한민국 안전大전환 `22년 집중안전점검 중간보고회 개최건의', '중간보고회 개최 결과보고', '2022년 대한민국 안전大전환 추진상황 보고회 개최 계획', '2022년 제8차 조례ㆍ규칙심의회 심의 계획', '민간인 포상 공적심사위원회 심사', '2023년 민간위탁금(노사지원팀) 본예산 편성보고', '2023년 기간제근로자 채용 사전심사제 운영계획', '제44차 한국동물위생학회 학술발표대회 결과보고', '2023년 근로자종합복지관 및 노동상담소 본예산 편성보고', '2023년도 사회적경제 분야 주요사업 추진계획 보고']
'❙', # ['2023년도 예산의 성과계획서 작성 계획', '2022년 하반기 지방세 체납액 특별정리 추진계획', '「세종특별자치시 적극행정 운영 조례」일부개정 계획(안)', '지역보건의료계획 수립 연구용역 계획', '2022년 제9차 동해시 조례·규칙심의회 개최계획', '동해시 청년정책위원회 위원 재구성 계획', '제8기(2023_2026) 지역보건의료계획 수립계획', '2022년 하반기 지방세입 징수대책 보고회 계획']
'❯', # ['2021년 사망원인통계 주요지표 결과보고']
'❶', # ['2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '당부말씀(금산통합돌봄 복지마을 조성사업 중간보고회)', '2022년 하반기 지방재정 적극집행 추진계획', '가림막 및 휴대용 영상음성기록장치 구입 계획', '결재문서본문 - 2022-10-04T172051.183', '2023년 기간제근로자 채용 사전심사제 운영계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)', '결재문서본문 - 2022-10-04T163549.000', '부산중독관리통합지원센터 운영 민간위탁 재위탁 계획', '안면읍 창기리 창고시설(농수산물 보관용)건축신고 관련 군계획위원회 심의상정 검토보고', '자치법규 규제입증책임제 추진 계획', '계양구 주거복지센터 설치 기본계획(안)', '2022년 제6회 지방재정계획심의위원회 개최 결과', '남면 달산리 숙박시설 건축허가 관련 군계획위원회 심의상정 검토보고', '구정혁신(적극행정) 워크숍 개최 계획', '고남면 고남리 자동차관련시설(주차장) 부지조성 관련 군계획위원회 심의상정 검토보고']
'❷', # ['2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '당부말씀(금산통합돌봄 복지마을 조성사업 중간보고회)', '2022년 하반기 지방재정 적극집행 추진계획', '가림막 및 휴대용 영상음성기록장치 구입 계획', '결재문서본문 - 2022-10-04T172051.183', '사상구 의료급여심의위원회 심의 개최 계획(2022년 9차)', '2023년 기간제근로자 채용 사전심사제 운영계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)', '결재문서본문 - 2022-10-04T163549.000', '부산중독관리통합지원센터 운영 민간위탁 재위탁 계획', '자치법규 규제입증책임제 추진 계획', '계양구 주거복지센터 설치 기본계획(안)', '2022년 제6회 지방재정계획심의위원회 개최 결과', '구정혁신(적극행정) 워크숍 개최 계획']
'❸', # ['2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '2022년 하반기 지방재정 적극집행 추진계획', '마스크 착용 의무화 행정명령 재발령(안)', '2023년 기간제근로자 채용 사전심사제 운영계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)', '부산중독관리통합지원센터 운영 민간위탁 재위탁 계획', '안면읍 창기리 창고시설(농수산물 보관용)건축신고 관련 군계획위원회 심의상정 검토보고', '자치법규 규제입증책임제 추진 계획', '계양구 주거복지센터 설치 기본계획(안)', '2022년 제6회 지방재정계획심의위원회 개최 결과', '남면 달산리 숙박시설 건축허가 관련 군계획위원회 심의상정 검토보고', '구정혁신(적극행정) 워크숍 개최 계획', '고남면 고남리 자동차관련시설(주차장) 부지조성 관련 군계획위원회 심의상정 검토보고']
'❹', # ['2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '2022년 하반기 지방재정 적극집행 추진계획', '2023년 기간제근로자 채용 사전심사제 운영계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)', '부산중독관리통합지원센터 운영 민간위탁 재위탁 계획', '안면읍 창기리 창고시설(농수산물 보관용)건축신고 관련 군계획위원회 심의상정 검토보고', '자치법규 규제입증책임제 추진 계획', '계양구 주거복지센터 설치 기본계획(안)', '2022년 제6회 지방재정계획심의위원회 개최 결과', '남면 달산리 숙박시설 건축허가 관련 군계획위원회 심의상정 검토보고', '마스크 착용 의무화 행정명령 재발령(안)', '고남면 고남리 자동차관련시설(주차장) 부지조성 관련 군계획위원회 심의상정 검토보고']
'❺', # ['2022년 하반기 지방재정 적극집행 추진계획', '사상구 의료급여심의위원회 심의 개최 계획(2022년 9차)', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)', '자치법규 규제입증책임제 추진 계획', '계양구 주거복지센터 설치 기본계획(안)']
'❻', # ['2022년 하반기 지방재정 적극집행 추진계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)']
'❼', # ['2022년 하반기 지방재정 적극집행 추진계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)']
'❽', # ['2022년 하반기 지방재정 적극집행 추진계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)']
'❾', # ['2022년 하반기 지방재정 적극집행 추진계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)']
'❿', # ['2022년 하반기 지방재정 적극집행 추진계획', '2023년 건설과 토목1팀 소관 본예산 편성계획(안)']
'➀', # ['공적심사위원회 공적심의 의결서(민간인)', 'ICT 기반 건강관리서비스 대국민 인식 확산을 위한 언론홍보 계획', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)', '2023_2027년 중기지방재정계획(안)', '2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청', '2022년 제6회 지방재정계획심의위원회 개최 결과', '2022년 제5회 규제개혁위원회 개최 계획']
'➁', # ['공적심사위원회 공적심의 의결서(민간인)', 'ICT 기반 건강관리서비스 대국민 인식 확산을 위한 언론홍보 계획', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)', '2023_2027년 중기지방재정계획(안)', '2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청', '2022년 제6회 지방재정계획심의위원회 개최 결과', '2022년 제5회 규제개혁위원회 개최 계획', '국공립어린이집 재난안전보강공사 추진 계획']
'➂', # ['공적심사위원회 공적심의 의결서(민간인)', 'ICT 기반 건강관리서비스 대국민 인식 확산을 위한 언론홍보 계획', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)', '2023_2027년 중기지방재정계획(안)', '2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청', '2022년 제6회 지방재정계획심의위원회 개최 결과', '국공립어린이집 재난안전보강공사 추진 계획']
'➃', # ['ICT 기반 건강관리서비스 대국민 인식 확산을 위한 언론홍보 계획', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)', '2023_2027년 중기지방재정계획(안)', '2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청', '고흥군 공무직 및 기간제근로자 관리 규정 일부개정(안)', '2022년 제6회 지방재정계획심의위원회 개최 결과']
'➄', # ['2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)', '2023_2027년 중기지방재정계획(안)']
'➅', # ['2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)']
'➆', # ['2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)']
'➇', # ['2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청', '선진교통체계 기반확충을 위한 2023년 당초예산 편성계획(안)']
'➈', # ['2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청']
'➉', # ['2022년 지방재정 적극집행 부서별 집행실적 및 신속 집행 요청']
'➊', # ['고향사랑 기부제 운영 예산편성 검토보고', '무주군 지방규제혁신 TF팀 구성 및 운영 계획', '사상구 의료급여심의위원회 심의 개최 계획(2022년 9차)', '2022년 하반기 행정구역 정비 조례 개정계획', '증평군 코로나19  대응 현황(9. 25. 현재)', '민선8기 핵심과제 구민보고회 개최 계획', '제8기(2023_2026) 지역보건의료계획 수립계획', '군수 지시사항 추진 철저(전직원 공람)', '마스크 착용 의무화 행정명령 재발령(안)']
'➋', # ['고향사랑 기부제 운영 예산편성 검토보고', '무주군 지방규제혁신 TF팀 구성 및 운영 계획', '2022년 하반기 행정구역 정비 조례 개정계획', '증평군 코로나19  대응 현황(9. 25. 현재)', '민선8기 핵심과제 구민보고회 개최 계획', '안면읍 창기리 창고시설(농수산물 보관용)건축신고 관련 군계획위원회 심의상정 검토보고', '제8기(2023_2026) 지역보건의료계획 수립계획', '군수 지시사항 추진 철저(전직원 공람)', '남면 달산리 숙박시설 건축허가 관련 군계획위원회 심의상정 검토보고', '마스크 착용 의무화 행정명령 재발령(안)', '고남면 고남리 자동차관련시설(주차장) 부지조성 관련 군계획위원회 심의상정 검토보고']
'➌', # ['고향사랑 기부제 운영 예산편성 검토보고', '무주군 지방규제혁신 TF팀 구성 및 운영 계획', '사상구 의료급여심의위원회 심의 개최 계획(2022년 9차)', '2022년 하반기 행정구역 정비 조례 개정계획', '증평군 코로나19  대응 현황(9. 25. 현재)', '민선8기 핵심과제 구민보고회 개최 계획', '제8기(2023_2026) 지역보건의료계획 수립계획', '군수 지시사항 추진 철저(전직원 공람)', '마스크 착용 의무화 행정명령 재발령(안)']
'➍', # ['고향사랑 기부제 운영 예산편성 검토보고', '사상구 의료급여심의위원회 심의 개최 계획(2022년 9차)', '2022년 하반기 행정구역 정비 조례 개정계획', '증평군 코로나19  대응 현황(9. 25. 현재)', '민선8기 핵심과제 구민보고회 개최 계획', '제8기(2023_2026) 지역보건의료계획 수립계획', '군수 지시사항 추진 철저(전직원 공람)']
'➎', # ['민선8기 핵심과제 구민보고회 개최 계획']
'➏', # ['민선8기 핵심과제 구민보고회 개최 계획']
'➐', # ['민선8기 핵심과제 구민보고회 개최 계획']
'➑', # ['민선8기 핵심과제 구민보고회 개최 계획']
'➔', # ['고향사랑기부금 모금 및 운영에 관한 조례 제정 계획']
'➜', # ['방문건강관리사업 공무직근로자 공개채용 계획', '2021년 사망원인통계 주요지표 결과보고', '식품위생 모범영업주 포상대상자 검토보고', '어린이집 보육교사들과 함께하는 힐링콘서트 개최 계획', '2023년 사회복지시설 종사자 처우개선비 지원 계획', '2023년 중대재해예방 안전·보건 예산 방침결정']
'➠', # ['2022년 혁신 우수사례 경진대회 개최 계획(안)', '2022년 제2회 규제개혁위원회 개최 결과 보고', '부산중독관리통합지원센터 운영 민간위탁 재위탁 계획', '정관아쿠아드림파크 정상화 계획 검토보고', '2022년 9월중 민원 처리현황 점검결과 보고', '2023년-2027년 중기지방재정계획 수립 계획', '건축물관리 조례 제정 계획 보고', '다함께 청!연!전(淸蓮展)추진 결과 보고', '대전광역시 동구 공유수면 점용료·사용료 징수 조례안(확정)', '「대구광역시 수성구 환경공무직 복무 규칙」 일부개정 계획', '2022년 찾아가는 보건복지서비스 동 운영 평가 계획', '민원처리 중간소통실적 제출 및 민원전화 원스톱연결점검 통보(전직원 공람)', '2022년 3분기 회의자료']
'➡', # ['찾아가는 어르신 인지력 케어 서비스 운영 계획', '2022년 하반기 행정구역 정비 조례 개정계획', '(정책) 2022년 제1회 용역과제심의위원회 개최 계획', '전라북도 공공디자인 진흥위원회 개최계획', '전라북도 도세 감면 조례 일부개정 계획', '2022년도 제4회 공단 직원 채용계획 검토 보고', '『2022년 제22회 소래포구축제』보령시 대표단 방문계획', '2022년 3분기 구청장 지시사항 추진상황 점검결과 보고', '`22년 주거복지분야 정부포상 관련 국토부 출장 결과보고', '노후 어린이놀이시설 정비 복구계획', '2023년 방문건강팀 예산확보 계획', '2023년도 사회적경제 분야 주요사업 추진계획 보고', '「인천광역시부평구 규제혁신TF」구성·운영 계획', '2023년 노인여가복지시설(경로당) 예산편성(안) 보고', '부산광역시노인종합복지관 민간위탁(재위탁) 추진계획']
'➢', # ['어촌뉴딜사업 지방경비부담 비율 조정에 따른 예산 편성 보고', '사회복지사 등의 복지증진 및 처우개선 종합계획', '정관아쿠아드림파크 정상화 계획 검토보고', '2022년 하반기 「직원 및 구민 헌혈의 날」 운영 계획', '비정규직근로자 채용 수시 사전심사 결과 보고', '2022년 제3차 산업안전보건위원회 개최 결과 보고', '비정규직근로자 채용 정기 사전심사제 운영 계획']
'➤', # ['「청년해방구 AREA 051」지원 계획', '2022년도 환경미화원 신규채용 계획(안)', '2023년도 환경관리원 신규채용 계획', '코앤핑이비인후과의원 이웃돕기 성품 전달식 개최 보고', '2030 부산세계박람회 구민 홍보단 발대식 현황 및 향후운영 방안']
'➥', # ['2022년 계룡시 의정비심의위원회 개최 결과 보고', '『찾아가는 보건복지서비스 활동 전시회』개최 계획']
'➩', # ['『제30회 대덕구 통계연보』공표 계획', '사상구 정신건강복지센터 민간위탁 운영 성과평가 계획', '공동주택 내 보육시설 국공립어린이집 설치·운영 협약 체결(변경)', '부산광역시 남구 주민투표 조례 일부개정 계획']
'➪', # ['2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '춘천시 직영 오수펌프장 관리대행용역 추진계획']
'➭', # ['계양구 주거복지센터 설치 기본계획(안)']
'➮', # ['2022년 제2회 지방재정공시위원회 개최 결과보고']
'➲', # ['아동친화도 조사 용역 및 시책 사업 신규 편성안 보고', '2023년도 환경관리원 신규채용 계획', '금정구 맞춤형 인구정책 리서치 및 리빙랩 추진계획', '2022. 제14회 시흥시평생학습축제 종합 추진계획', '비정규직근로자 채용 수시 사전심사 결과 보고', '2023년 지역사회보장협의체 사무국 운영 예산 편성 관련 검토보고', '비정규직근로자 채용 정기 사전심사제 운영 계획', "기획공연 '김영임, 김용임이 함께하는 희희낙락' 추진계획 (2022년 방방곡곡 문화공감 사업)"]
'⟦', # ['계양구 주거복지센터 설치 기본계획(안)']
'⟧', # ['계양구 주거복지센터 설치 기본계획(안)']
'⟶', # ['「지방자치단체 회계관리에 관한 훈령」개정에 따른 합천군 자치법규 일괄개정계획(안)']
'⟹', # ['2022년 제3분기 제주시 산업안전보건위원회 회의 개최 계획', '2023년 행정ㆍ복지달력 제작 계획', '제5회 시장배 전국 직장인 이스포츠 대회 포상(상장) 계획', '전라북도 도세 감면 조례 일부개정 계획']
'⟺', # ['2021시설현대화) 부산평화시장 복도포장공사 및 방송시설 교체 완료보고', '자매결연도시 마포구「제29회 마포구민의 날」 참석 계획']
'⦁', # ['2023년 공공기관 통합업무서비스 유지관리 추진계획', '아동친화도 조사 용역 및 시책 사업 신규 편성안 보고', '2022-2023절기 인플루엔자 예방접종 추진계획', '봉화군 복지사각지대 발굴·운영 지원사업 계획(안)', '치매관리팀 기간제 충원계획(안)', '민선8기 구청장 공약사항 실천계획 보고회 개최 결과보고', '2022년 『공공디자인&#10625;유해환경개선옥외광고물 분야』업무추진실적 평가 및 포상 계획', '2023_2027년도 중기공유재산관리계획 수립 계획', '2023년「재난안전예산 사전검토」운영 계획', '마스크 착용 의무화 행정명령 재발령(안)']
'⧠', # ['스마트시티 혁신기술 발굴사업 착수보고회 개최 계획(안)']
'〇', # ['2022년 환경보전 유공자 도지사 표창 계획', '2023년도 당초예산 정책사업 예산편성계획', '2022년 사회복지종사자 복지포인트 지원사업 보조금 교부', '제8기 지역보건의료계획 수립 추진 계획', '2022년도 노인요양시설 인권지킴이 운영 계획', '여주시 소상공인지원센터 2022년 사업계획서 및 민간위탁금 교부 검토 보고', '예천군 군세 징수 조례 시행규칙 일부개정규칙안', '20222023년 도로 제설작업을 위한 제설제 구매계획(안)', '2023년 종합사회복지관 운영관리 계획', '2023년 보훈예우수당·참전명예수당 인상계획', '우포늪생태관 제1,2주차장 CCTV 설치 공사 2023년 예산편성 건의', '「여성 1인 가구 안심홈 방범세트 지원」예산 성립전 사용 승인', '개인정보 목적 외 이용 및 제3자 제공 절차 개선 계획', '결재문서본문 - 2022-09-30T033125.517', '직원 건강증진을 위한 청사 체력단련실 장비 구입계획', '2023년 서면 당초예산 확보계획', '2022년 제7회 건축,경관 공동위원회 및 제16회 건축위원회 개최 알림', '2022년 건설공사장 안전점검 결과 보고', '2022년 문화예술관련 전국대회 상장지원 검토보고서', '『고창군 가축사육제한 조례』일부개정 추진계획', '2023년 소상공인 지원 분야 당초예산 편성 계획안', '사상구 의료급여심의위원회 심의 개최 계획(2022년 9차)', '도정영상 편집장비 물품구입 수의계약 의뢰', '‘22년 7회 공동위원회 및 16회 건축위원회 변경 개최 건의', '2022년 제5회 조례규칙심의회 서면심의 건의', '수영구 청소년 전용공간 운영 2023년 예산 편성 계획', '「사회복지법인 김제제일복지재단」 정관변경 인가 검토 보고', '「코로나19 방역대책」예산 성립전 사용 승인', '2022년 현업업무종사자  특수건강진단 실시계획(법적의무)', '[품의]2021년 긴급복지 국비 집행잔액 반납', '구리시 복지사각지대 발굴·지원 강화 계획', '2022 부안노을아트페스티벌 근무자 대체휴무 및 초과근무인정 실시계획', '익산시 청사건립기금 심의위원회 위원 해촉']
'〖', # ['인천광역시 중구 기부자 예우 및 기부심사위원회 운영에 관한 조례 일부개정 계획(안)']
'〗', # ['인천광역시 중구 기부자 예우 및 기부심사위원회 운영에 관한 조례 일부개정 계획(안)']
'〜', # ['「2022년 계족산성 긴급보수공사」추진계획', '「단재 신채호선생 생가지 보수공사」추진계획', '「대구광역시 동구 주민투표 조례」일부개정 계획', '「평생교육 중장기 발전계획 수립」연구용역 중간보고회 개최 계획', '우수이용자 표창계획(안)']
'・', # ['충남공동근로복지기금 출연금 예산반영 검토보고', '제27회 대덕제 대구 앞산 축제 교통통제 용역인력 관리 운영계획', '2022년 3분기 구청장 지시사항 추진상황 점검결과 보고', '당진 역사_인문투어 기업체 유치 계획', '2022년 9월 국민신문고 민원처리상황 점검 결과보고', '2022년 환경보전 유공자 도지사 표창 계획', '자치법규 규제입증책임제 추진 계획', '제8기(2023_2026) 지역보건의료계획 수립계획', '건축물관리 조례 제정 계획 보고', '2023년「재난안전예산 사전검토」운영 계획', '2022. 10. 31.기준 5급이하 지방공무원 정기 근무성적평정 실시계획', '「춘천사랑 기부금 모금 및 운용에 관한 조례」제정 계획', '2023_2027년 중기지방재정계획(안)', '명예시민증 대상자 추천계획', '동구 어린이·청소년의회 구성 및 지원관리 업무이관 계획', '사회복지국 정기 근무성적평정 실시계획', '2022년 9월 민원처리현황 및 운영실태 점검 결과보고', '춘천시 직영 오수펌프장 관리대행용역 추진계획', '2023_2026년도 의왕시 의정비심의위원회 구성 및 운영계획', '대덕구청 직장어린이집 위탁기간 만료에 따른 민간위탁기관 선정심사위원회 개최 계획', '남구 정신건강복지센터 민간위탁 운영 성과평가 계획', "'22년도 국가안전大전환 추진에 따른 상수도분야 집중안전점검 결과 보고", '스마트시티 혁신기술 발굴사업 착수보고회 개최 계획(안)', '중구 의정비심의위원회 위촉 및 개최 계획', '2022년 9월중 민원 처리현황 점검결과 보고', "제4기('19_'22) 영암군 지역사회보장계획의 2022 연차별 시행계획 이행점검 자체평가 모니터링 계획(안)", '익산시 청사건립기금 심의위원회 위원 해촉', '부산광역시노인종합복지관 민간위탁(재위탁) 추진계획']
'㉑', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉔', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉕', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉖', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉗', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉘', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉙', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉚', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉛', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉝', # ['제9회 사하구 희망복지박람회 개최 계획']
'㉞', # ['제9회 사하구 희망복지박람회 개최 계획']
'㊞', # ['지방시간선택제임기제 공무원 채용계획(청소년특화시설운영분야)']
'㊱', # ['제9회 사하구 희망복지박람회 개최 계획']
'㊲', # ['제9회 사하구 희망복지박람회 개최 계획']
'㊳', # ['제9회 사하구 희망복지박람회 개최 계획']
'㊴', # ['제9회 사하구 희망복지박람회 개최 계획']
'㊶', # ['제9회 사하구 희망복지박람회 개최 계획']
'㊷', # ['제9회 사하구 희망복지박람회 개최 계획']
'㊸', # ['제9회 사하구 희망복지박람회 개최 계획']
'㊺', # ['제9회 사하구 희망복지박람회 개최 계획']
'￭', # ['2022년 하반기 행정구역 정비 조례 개정계획', '서구 에코센터(재활용선별장) 공무직 채용 계획', '방문건강관리사업 공무직근로자 공개채용 계획', '『2022년도 수성구 제안공모』제안심사위원회 구성 및 심사계획', '양주시 리·통·반 설치 및 운영에 관한 조례 일부개정조례안', '2022년 제4회 대전광역시 동구 도시계획위원회(분과위원회) 심의(서면) 추진계획']
}
## Combining Diacritical Marks 0x0300 - 0x036F 제외
## Combining Diacritical Marks for Symbols 0x20D0 - 0x20FF 제외

# ³ ² 『엄궁1배수장 외 3개소 자동운영 관리시스템 구축』사업 추진 계획 보고
# ➡ `22년 주거복지분야 정부포상 관련 국토부 출장 결과보고
convert_dict_list = [cjk_comp_hanja_to_unif_dict, middledot_dict, ascii_to_half_full, cjk_half_punctu]
# 2021년 저소득층 추가 국민지원금 국고보조금 집행잔액 반납 계속
def replace_to_valid_chr(txt_chr_set, txt, convert_dict):
    for chr in txt_chr_set.intersection(convert_dict.keys()):
        txt = txt.replace(chr, convert_dict[chr])
    return txt

def txt2valid_range(txt):
    txt_chr_set = set(txt)
    for convert_dict in convert_dict_list:
        txt = replace_to_valid_chr(txt_chr_set, txt, convert_dict)
    return txt

if __name__ == '__main__':
    for convert_dict in convert_dict_list:
        for k, v in convert_dict.items():
            print(k, v, hex(ord(k)))

    for k, v in won_dict.items():
        print(k, v, hex(ord(k)))
    print('한글')